[
  {
    "_id": "asv-132001001",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001001",
    "number": 1,
    "text": "Now the word of Jehovah came unto Jonah the son of Amittai, saying,",
    "paragraphs": [0]
  },
  {
    "_id": "asv-132001002",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001002",
    "number": 2,
    "text": "Arise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me."
  },
  {
    "_id": "asv-132001003",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001003",
    "number": 3,
    "text": "But Jonah rose up to flee unto Tarshish from the presence of Jehovah; and he went down to Joppa, and found a ship going to Tarshish: so he paid the fare thereof, and went down into it, to go with them unto Tarshish from the presence of Jehovah."
  },
  {
    "_id": "asv-132001004",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001004",
    "number": 4,
    "text": "But Jehovah sent out a great wind upon the sea, and there was a mighty tempest on the sea, so that the ship was like to be broken."
  },
  {
    "_id": "asv-132001005",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001005",
    "number": 5,
    "text": "Then the mariners were afraid, and cried every man unto his god; and they cast forth the wares that were in the ship into the sea, to lighten it unto them. But Jonah was gone down into the innermost parts of the ship; and he lay, and was fast asleep."
  },
  {
    "_id": "asv-132001006",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001006",
    "number": 6,
    "text": "So the shipmaster came to him, and said unto him, What meanest thou, O sleeper? arise, call upon thy God, if so be that God will think upon us, that we perish not."
  },
  {
    "_id": "asv-132001007",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001007",
    "number": 7,
    "text": "And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah."
  },
  {
    "_id": "asv-132001008",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001008",
    "number": 8,
    "text": "Then said they unto him, Tell us, we pray thee, for whose cause this evil is upon us; what is thine occupation? and whence comest thou? what is thy country? and of what people art thou?"
  },
  {
    "_id": "asv-132001009",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001009",
    "number": 9,
    "text": "And he said unto them, I am a Hebrew; and I fear Jehovah, the God of heaven, who hath made the sea and the dry land."
  },
  {
    "_id": "asv-132001010",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001010",
    "number": 10,
    "text": "Then were the men exceedingly afraid, and said unto him, What is this that thou hast done? For the men knew that he was fleeing from the presence of Jehovah, because he had told them."
  },
  {
    "_id": "asv-132001011",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001011",
    "number": 11,
    "text": "Then said they unto him, What shall we do unto thee, that the sea may be calm unto us? for the sea grew more and more tempestuous."
  },
  {
    "_id": "asv-132001012",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001012",
    "number": 12,
    "text": "And he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you: for I know that for my sake this great tempest is upon you."
  },
  {
    "_id": "asv-132001013",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001013",
    "number": 13,
    "text": "Nevertheless the men rowed hard to get them back to the land; but they could not: for the sea grew more and more tempestuous against them."
  },
  {
    "_id": "asv-132001014",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001014",
    "number": 14,
    "text": "Wherefore they cried unto Jehovah, and said, We beseech thee, O Jehovah, we beseech thee, let us not perish for this man’s life, and lay not upon us innocent blood; for thou, O Jehovah, hast done as it pleased thee."
  },
  {
    "_id": "asv-132001015",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001015",
    "number": 15,
    "text": "So they took up Jonah, and cast him forth into the sea; and the sea ceased from its raging."
  },
  {
    "_id": "asv-132001016",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001016",
    "number": 16,
    "text": "Then the men feared Jehovah exceedingly; and they offered a sacrifice unto Jehovah, and made vows."
  },
  {
    "_id": "asv-132001017",
    "version": "asv",
    "chapter": "jonah-1",
    "sequence": "132001017",
    "number": 17,
    "text": "And Jehovah prepared a great fish to swallow up Jonah; and Jonah was in the belly of the fish three days and three nights."
  },
  {
    "_id": "asv-132002001",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002001",
    "number": 1,
    "text": "Then Jonah prayed unto Jehovah his God out of the fish’s belly.",
    "paragraphs": [0]
  },
  {
    "_id": "asv-132002002",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002002",
    "number": 2,
    "text": "And he said, I called by reason of mine affliction unto Jehovah, And he answered me; Out of the belly of Sheol cried I, And thou heardest my voice."
  },
  {
    "_id": "asv-132002003",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002003",
    "number": 3,
    "text": "For thou didst cast me into the depth, in the heart of the seas, And the flood was round about me; All thy waves and thy billows passed over me."
  },
  {
    "_id": "asv-132002004",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002004",
    "number": 4,
    "text": "And I said, I am cast out from before thine eyes; Yet I will look again toward thy holy temple."
  },
  {
    "_id": "asv-132002005",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002005",
    "number": 5,
    "text": "The waters compassed me about, even to the soul; The deep was round about me; The weeds were wrapped about my head."
  },
  {
    "_id": "asv-132002006",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002006",
    "number": 6,
    "text": "I went down to the bottoms of the mountains; The earth with its bars closed upon me for ever: Yet hast thou brought up my life from the pit, O Jehovah my God."
  },
  {
    "_id": "asv-132002007",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002007",
    "number": 7,
    "text": "When my soul fainted within me, I remembered Jehovah; And my prayer came in unto thee, into thy holy temple."
  },
  {
    "_id": "asv-132002008",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002008",
    "number": 8,
    "text": "They that regard lying vanities Forsake their own mercy."
  },
  {
    "_id": "asv-132002009",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002009",
    "number": 9,
    "text": "But I will sacrifice unto thee with the voice of thanksgiving; I will pay that which I have vowed. Salvation is of Jehovah."
  },
  {
    "_id": "asv-132002010",
    "version": "asv",
    "chapter": "jonah-2",
    "sequence": "132002010",
    "number": 10,
    "text": "And Jehovah spake unto the fish, and it vomited out Jonah upon the dry land."
  },
  {
    "_id": "asv-132003001",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003001",
    "number": 1,
    "text": "And the word of Jehovah came unto Jonah the second time, saying,",
    "paragraphs": [0]
  },
  {
    "_id": "asv-132003002",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003002",
    "number": 2,
    "text": "Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee."
  },
  {
    "_id": "asv-132003003",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003003",
    "number": 3,
    "text": "So Jonah arose, and went unto Nineveh, according to the word of Jehovah. Now Nineveh was an exceeding great city, of three days’ journey."
  },
  {
    "_id": "asv-132003004",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003004",
    "number": 4,
    "text": "And Jonah began to enter into the city a day’s journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown."
  },
  {
    "_id": "asv-132003005",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003005",
    "number": 5,
    "text": "And the people of Nineveh believed God; and they proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them."
  },
  {
    "_id": "asv-132003006",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003006",
    "number": 6,
    "text": "And the tidings reached the king of Nineveh, and he arose from his throne, and laid his robe from him, and covered him with sackcloth, and sat in ashes."
  },
  {
    "_id": "asv-132003007",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003007",
    "number": 7,
    "text": "And he made proclamation and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; let them not feed, nor drink water;"
  },
  {
    "_id": "asv-132003008",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003008",
    "number": 8,
    "text": "but let them be covered with sackcloth, both man and beast, and let them cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in his hands."
  },
  {
    "_id": "asv-132003009",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003009",
    "number": 9,
    "text": "Who knoweth whether God will not turn and repent, and turn away from his fierce anger, that we perish not?"
  },
  {
    "_id": "asv-132003010",
    "version": "asv",
    "chapter": "jonah-3",
    "sequence": "132003010",
    "number": 10,
    "text": "And God saw their works, that they turned from their evil way; and God repented of the evil which he said he would do unto them; and he did it not."
  },
  {
    "_id": "asv-132004001",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004001",
    "number": 1,
    "text": "But it displeased Jonah exceedingly, and he was angry.",
    "paragraphs": [0]
  },
  {
    "_id": "asv-132004002",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004002",
    "number": 2,
    "text": "And he prayed unto Jehovah, and said, I pray thee, O Jehovah, was not this my saying, when I was yet in my country? Therefore I hasted to flee unto Tarshish; for I knew that thou art a gracious God, and merciful, slow to anger, and abundant in lovingkindness, and repentest thee of the evil."
  },
  {
    "_id": "asv-132004003",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004003",
    "number": 3,
    "text": "Therefore now, O Jehovah, take, I beseech thee, my life from me; for it is better for me to die than to live."
  },
  {
    "_id": "asv-132004004",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004004",
    "number": 4,
    "text": "And Jehovah said, Doest thou well to be angry?"
  },
  {
    "_id": "asv-132004005",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004005",
    "number": 5,
    "text": "Then Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shade, till he might see what would become of the city."
  },
  {
    "_id": "asv-132004006",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004006",
    "number": 6,
    "text": "And Jehovah God prepared a gourd, and made it to come up over Jonah, that it might be a shade over his head, to deliver him from his evil case. So Jonah was exceeding glad because of the gourd."
  },
  {
    "_id": "asv-132004007",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004007",
    "number": 7,
    "text": "But God prepared a worm when the morning rose the next day, and it smote the gourd, that it withered."
  },
  {
    "_id": "asv-132004008",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004008",
    "number": 8,
    "text": "And it came to pass, when the sun arose, that God prepared a sultry east wind; and the sun beat upon the head of Jonah, that he fainted, and requested for himself that he might die, and said, It is better for me to die than to live."
  },
  {
    "_id": "asv-132004009",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004009",
    "number": 9,
    "text": "And God said to Jonah, Doest thou well to be angry for the gourd? And he said, I do well to be angry, even unto death."
  },
  {
    "_id": "asv-132004010",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004010",
    "number": 10,
    "text": "And Jehovah said, Thou hast had regard for the gourd, for which thou hast not labored, neither madest it grow; which came up in a night, and perished in a night:"
  },
  {
    "_id": "asv-132004011",
    "version": "asv",
    "chapter": "jonah-4",
    "sequence": "132004011",
    "number": 11,
    "text": "and should not I have regard for Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?"
  }
]
