[
  {
    "_id": "asv-226001001",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001001",
    "number": 1,
    "text": "Jude, a servant of Jesus Christ, and brother of James, to them that are called, beloved in God the Father, and kept for Jesus Christ:",
    "paragraphs": [0]
  },
  {
    "_id": "asv-226001002",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001002",
    "number": 2,
    "text": "Mercy unto you and peace and love be multiplied."
  },
  {
    "_id": "asv-226001003",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001003",
    "number": 3,
    "text": "Beloved, while I was giving all diligence to write unto you of our common salvation, I was constrained to write unto you exhorting you to contend earnestly for the faith which was once for all delivered unto the saints."
  },
  {
    "_id": "asv-226001004",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001004",
    "number": 4,
    "text": "For there are certain men crept in privily, even they who were of old written of beforehand unto this comdemnation, ungodly men, turning the grace of our God into lasciviousness, and denying our only Master and Lord, Jesus Christ."
  },
  {
    "_id": "asv-226001005",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001005",
    "number": 5,
    "text": "Now I desire to put you in remembrance, though ye know all things once for all, that the Lord, having saved a people out of the land of Egypt, afterward destroyed them that believed not."
  },
  {
    "_id": "asv-226001006",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001006",
    "number": 6,
    "text": "And angels that kept not their own principality, but left their proper habitation, he hath kept in everlasting bonds under darkness unto the judgment of the great day."
  },
  {
    "_id": "asv-226001007",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001007",
    "number": 7,
    "text": "Even as Sodom and Gomorrah, and the cities about them, having in like manner with these given themselves over to fornication and gone after strange flesh, are set forth as an example, suffering the punishment of eternal fire."
  },
  {
    "_id": "asv-226001008",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001008",
    "number": 8,
    "text": "Yet in like manner these also in their dreamings defile the flesh, and set at nought dominion, and rail at dignities."
  },
  {
    "_id": "asv-226001009",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001009",
    "number": 9,
    "text": "But Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing judgment, but said, The Lord rebuke thee."
  },
  {
    "_id": "asv-226001010",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001010",
    "number": 10,
    "text": "But these rail at whatsoever things they know not: and what they understand naturally, like the creatures without reason, in these things are they destroyed."
  },
  {
    "_id": "asv-226001011",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001011",
    "number": 11,
    "text": "Woe unto them! For they went in the way of Cain, and ran riotously in the error of Balaam for hire, and perished in the gainsaying of Korah."
  },
  {
    "_id": "asv-226001012",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001012",
    "number": 12,
    "text": "These are they who are hidden rocks in your love-feasts when they feast with you, shepherds that without fear feed themselves; clouds without water, carried along by winds; autumn leaves without fruit, twice dead, plucked up by the roots;"
  },
  {
    "_id": "asv-226001013",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001013",
    "number": 13,
    "text": "Wild waves of the sea, foaming out their own shame; wandering stars, for whom the blackness of darkness hath been reserved forever."
  },
  {
    "_id": "asv-226001014",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001014",
    "number": 14,
    "text": "And to these also Enoch, the seventh from Adam, prophesied, saying, Behold, the Lord came with ten thousands of his holy ones,"
  },
  {
    "_id": "asv-226001015",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001015",
    "number": 15,
    "text": "to execute judgment upon all, and to convict all the ungodly of all their works of ungodliness which they have ungodly wrought, and of all the hard things which ungodly sinners have spoken against him."
  },
  {
    "_id": "asv-226001016",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001016",
    "number": 16,
    "text": "These are murmurers, complainers, walking after their lusts (and their mouth speaketh great swelling words), showing respect of persons for the sake of advantage."
  },
  {
    "_id": "asv-226001017",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001017",
    "number": 17,
    "text": "But ye, beloved, remember ye the words which have been spoken before by the apostles of our Lord Jesus Christ;"
  },
  {
    "_id": "asv-226001018",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001018",
    "number": 18,
    "text": "That they said to you, In the last time there shall be mockers, walking after their own ungodly lusts."
  },
  {
    "_id": "asv-226001019",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001019",
    "number": 19,
    "text": "These are they who make separations, sensual, having not the Spirit."
  },
  {
    "_id": "asv-226001020",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001020",
    "number": 20,
    "text": "But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Spirit,"
  },
  {
    "_id": "asv-226001021",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001021",
    "number": 21,
    "text": "keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life."
  },
  {
    "_id": "asv-226001022",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001022",
    "number": 22,
    "text": "And on some have mercy, who are in doubt;"
  },
  {
    "_id": "asv-226001023",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001023",
    "number": 23,
    "text": "and some save, snatching them out of the fire; and on some have mercy with fear; hating even the garment spotted by the flesh."
  },
  {
    "_id": "asv-226001024",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001024",
    "number": 24,
    "text": "Now unto him that is able to guard you from stumbling, and to set you before the presence of his glory without blemish in exceeding joy,"
  },
  {
    "_id": "asv-226001025",
    "version": "asv",
    "chapter": "jude-1",
    "sequence": "226001025",
    "number": 25,
    "text": "to the only God our Saviour, through Jesus Christ our Lord, be glory, majesty, dominion and power, before all time, and now, and for evermore. Amen."
  }
]
