[
  {
    "_id": "webp-108001001",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001001",
    "number": 1,
    "text": "In the days when the judges judged, there was a famine in the land. A certain man of Bethlehem Judah went to live in the country of Moab with his wife and his two sons.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001002",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001002",
    "number": 2,
    "text": "The name of the man was Elimelech, and the name of his wife Naomi. The names of his two sons were Mahlon and Chilion, Ephrathites of Bethlehem Judah. They came into the country of Moab and lived there."
  },
  {
    "_id": "webp-108001003",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001003",
    "number": 3,
    "text": "Elimelech, Naomi’s husband, died; and she was left with her two sons."
  },
  {
    "_id": "webp-108001004",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001004",
    "number": 4,
    "text": "They took for themselves wives of the women of Moab. The name of the one was Orpah, and the name of the other was Ruth. They lived there about ten years."
  },
  {
    "_id": "webp-108001005",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001005",
    "number": 5,
    "text": "Mahlon and Chilion both died, and the woman was bereaved of her two children and of her husband."
  },
  {
    "_id": "webp-108001006",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001006",
    "number": 6,
    "text": "Then she arose with her daughters-in-law, that she might return from the country of Moab; for she had heard in the country of Moab how Yahweh° had visited his people in giving them bread.",
    "footnotes": [
      {
        "text": "“Yahweh” is God’s proper Name, sometimes rendered “LORD” (all caps) in other translations."
      }
    ]
  },
  {
    "_id": "webp-108001007",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001007",
    "number": 7,
    "text": "She went out of the place where she was, and her two daughters-in-law with her. They went on the way to return to the land of Judah."
  },
  {
    "_id": "webp-108001008",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001008",
    "number": 8,
    "text": "Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May Yahweh deal kindly with you, as you have dealt with the dead and with me."
  },
  {
    "_id": "webp-108001009",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001009",
    "number": 9,
    "text": "May Yahweh grant you that you may find rest, each of you in the house of her husband.” Then she kissed them, and they lifted up their voices, and wept.",
    "paragraphs": [86]
  },
  {
    "_id": "webp-108001010",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001010",
    "number": 10,
    "text": "They said to her, “No, but we will return with you to your people.”"
  },
  {
    "_id": "webp-108001011",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001011",
    "number": 11,
    "text": "Naomi said, “Go back, my daughters. Why do you want to go with me? Do I still have sons in my womb, that they may be your husbands?",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001012",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001012",
    "number": 12,
    "text": "Go back, my daughters, go your way; for I am too old to have a husband. If I should say, ‘I have hope,’ if I should even have a husband tonight, and should also bear sons,"
  },
  {
    "_id": "webp-108001013",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001013",
    "number": 13,
    "text": "would you then wait until they were grown? Would you then refrain from having husbands? No, my daughters, for it grieves me seriously for your sakes, for Yahweh’s hand has gone out against me.”"
  },
  {
    "_id": "webp-108001014",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001014",
    "number": 14,
    "text": "They lifted up their voices and wept again; then Orpah kissed her mother-in-law, but Ruth stayed with her.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001015",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001015",
    "number": 15,
    "text": "She said, “Behold,° your sister-in-law has gone back to her people and to her god. Follow your sister-in-law.”",
    "footnotes": [
      {
        "type": "trn",
        "text": "“Behold”, from “[hebrew]הִנֵּה[/hebrew]”, means look at, take notice, observe, see, or gaze at. It is often used as an interjection."
      }
    ]
  },
  {
    "_id": "webp-108001016",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001016",
    "number": 16,
    "text": "Ruth said, “Don’t urge me to leave you, and to return from following you, for where you go, I will go; and where you stay, I will stay. Your people will be my people, and your God° my God.",
    "footnotes": [
      {
        "type": "trn",
        "text": "The Hebrew word rendered “God” is “[hebrew]אֱלֹהִ֑ים[/hebrew]” (Elohim)."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001017",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001017",
    "number": 17,
    "text": "Where you die, I will die, and there I will be buried. May Yahweh do so to me, and more also, if anything but death parts you and me.”"
  },
  {
    "_id": "webp-108001018",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001018",
    "number": 18,
    "text": "When Naomi saw that she was determined to go with her, she stopped urging her.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001019",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001019",
    "number": 19,
    "text": "So they both went until they came to Bethlehem. When they had come to Bethlehem, all the city was excited about them, and they asked, “Is this Naomi?”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001020",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001020",
    "number": 20,
    "text": "She said to them, “Don’t call me Naomi.° Call me Mara,° for the Almighty has dealt very bitterly with me.",
    "footnotes": [
      {
        "text": "“Naomi” means “pleasant”."
      },
      {
        "text": "“Mara” means “bitter”."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-108001021",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001021",
    "number": 21,
    "text": "I went out full, and Yahweh has brought me home again empty. Why do you call me Naomi, since Yahweh has testified against me, and the Almighty has afflicted me?”"
  },
  {
    "_id": "webp-108001022",
    "version": "webp",
    "chapter": "ruth-1",
    "sequence": "108001022",
    "number": 22,
    "text": "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned out of the country of Moab. They came to Bethlehem in the beginning of barley harvest."
  },
  {
    "_id": "webp-108002001",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002001",
    "number": 1,
    "text": "Naomi had a relative of her husband’s, a mighty man of wealth, of the family of Elimelech, and his name was Boaz.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002002",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002002",
    "number": 2,
    "text": "Ruth the Moabitess said to Naomi, “Let me now go to the field, and glean among the ears of grain after him in whose sight I find favor.” She said to her, “Go, my daughter.”",
    "paragraphs": [136]
  },
  {
    "_id": "webp-108002003",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002003",
    "number": 3,
    "text": "She went, and came and gleaned in the field after the reapers; and she happened to come to the portion of the field belonging to Boaz, who was of the family of Elimelech."
  },
  {
    "_id": "webp-108002004",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002004",
    "number": 4,
    "text": "Behold, Boaz came from Bethlehem, and said to the reapers, “May Yahweh be with you.” They answered him, “May Yahweh bless you.”",
    "paragraphs": [0, 84]
  },
  {
    "_id": "webp-108002005",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002005",
    "number": 5,
    "text": "Then Boaz said to his servant who was set over the reapers, “Whose young lady is this?”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002006",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002006",
    "number": 6,
    "text": "The servant who was set over the reapers answered, “It is the Moabite lady who came back with Naomi out of the country of Moab.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002007",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002007",
    "number": 7,
    "text": "She said, ‘Please let me glean and gather after the reapers among the sheaves.’ So she came, and has continued even from the morning until now, except that she rested a little in the house.”"
  },
  {
    "_id": "webp-108002008",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002008",
    "number": 8,
    "text": "Then Boaz said to Ruth, “Listen, my daughter. Don’t go to glean in another field, and don’t go from here, but stay here close to my maidens.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002009",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002009",
    "number": 9,
    "text": "Let your eyes be on the field that they reap, and go after them. Haven’t I commanded the young men not to touch you? When you are thirsty, go to the vessels, and drink from that which the young men have drawn.”"
  },
  {
    "_id": "webp-108002010",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002010",
    "number": 10,
    "text": "Then she fell on her face and bowed herself to the ground, and said to him, “Why have I found favor in your sight, that you should take knowledge of me, since I am a foreigner?”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002011",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002011",
    "number": 11,
    "text": "Boaz answered her, “I have been told all about what you have done for your mother-in-law since the death of your husband, and how you have left your father, your mother, and the land of your birth, and have come to a people that you didn’t know before.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002012",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002012",
    "number": 12,
    "text": "May Yahweh repay your work, and a full reward be given to you from Yahweh, the God of Israel, under whose wings you have come to take refuge.”"
  },
  {
    "_id": "webp-108002013",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002013",
    "number": 13,
    "text": "Then she said, “Let me find favor in your sight, my lord, because you have comforted me, and because you have spoken kindly to your servant, though I am not as one of your servants.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002014",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002014",
    "number": 14,
    "text": "At meal time Boaz said to her, “Come here, and eat some bread, and dip your morsel in the vinegar.” She sat beside the reapers, and they passed her parched grain. She ate, was satisfied, and left some of it.",
    "paragraphs": [0, 99]
  },
  {
    "_id": "webp-108002015",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002015",
    "number": 15,
    "text": "When she had risen up to glean, Boaz commanded his young men, saying, “Let her glean even among the sheaves, and don’t reproach her."
  },
  {
    "_id": "webp-108002016",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002016",
    "number": 16,
    "text": "Also pull out some for her from the bundles, and leave it. Let her glean, and don’t rebuke her.”"
  },
  {
    "_id": "webp-108002017",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002017",
    "number": 17,
    "text": "So she gleaned in the field until evening; and she beat out that which she had gleaned, and it was about an ephah° of barley.",
    "footnotes": [
      {
        "text": "1 ephah is about 22 liters or about 2/3 of a bushel"
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002018",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002018",
    "number": 18,
    "text": "She took it up, and went into the city. Then her mother-in-law saw what she had gleaned; and she brought out and gave to her that which she had left after she had enough."
  },
  {
    "_id": "webp-108002019",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002019",
    "number": 19,
    "text": "Her mother-in-law said to her, “Where have you gleaned today? Where have you worked? Blessed be he who noticed you.” She told her mother-in-law with whom she had worked, “The man’s name with whom I worked today is Boaz.”",
    "paragraphs": [0, 116]
  },
  {
    "_id": "webp-108002020",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002020",
    "number": 20,
    "text": "Naomi said to her daughter-in-law, “May he be blessed by Yahweh, who has not abandoned his kindness to the living and to the dead.” Naomi said to her, “The man is a close relative to us, one of our near kinsmen.”"
  },
  {
    "_id": "webp-108002021",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002021",
    "number": 21,
    "text": "Ruth the Moabitess said, “Yes, he said to me, ‘You shall stay close to my young men until they have finished all my harvest.’ ”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002022",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002022",
    "number": 22,
    "text": "Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his maidens, and that they not meet you in any other field.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108002023",
    "version": "webp",
    "chapter": "ruth-2",
    "sequence": "108002023",
    "number": 23,
    "text": "So she stayed close to the maidens of Boaz, to glean to the end of barley harvest and of wheat harvest; and she lived with her mother-in-law."
  },
  {
    "_id": "webp-108003001",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003001",
    "number": 1,
    "text": "Naomi her mother-in-law said to her, “My daughter, shall I not seek rest for you, that it may be well with you?",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108003002",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003002",
    "number": 2,
    "text": "Now isn’t Boaz our kinsman, with whose maidens you were? Behold, he will be winnowing barley tonight on the threshing floor."
  },
  {
    "_id": "webp-108003003",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003003",
    "number": 3,
    "text": "Therefore wash yourself, anoint yourself, get dressed, and go down to the threshing floor; but don’t make yourself known to the man until he has finished eating and drinking."
  },
  {
    "_id": "webp-108003004",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003004",
    "number": 4,
    "text": "It shall be, when he lies down, that you shall note the place where he is lying. Then you shall go in, uncover his feet, and lie down. Then he will tell you what to do.”"
  },
  {
    "_id": "webp-108003005",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003005",
    "number": 5,
    "text": "She said to her, “All that you say, I will do.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108003006",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003006",
    "number": 6,
    "text": "She went down to the threshing floor, and did everything that her mother-in-law told her."
  },
  {
    "_id": "webp-108003007",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003007",
    "number": 7,
    "text": "When Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of grain. She came softly, uncovered his feet, and lay down."
  },
  {
    "_id": "webp-108003008",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003008",
    "number": 8,
    "text": "At midnight, the man was startled and turned himself; and behold, a woman lay at his feet."
  },
  {
    "_id": "webp-108003009",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003009",
    "number": 9,
    "text": "He said, “Who are you?” She answered, “I am Ruth your servant. Therefore spread the corner of your garment over your servant; for you are a near kinsman.”",
    "paragraphs": [23]
  },
  {
    "_id": "webp-108003010",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003010",
    "number": 10,
    "text": "He said, “You are blessed by Yahweh, my daughter. You have shown more kindness in the latter end than at the beginning, because you didn’t follow young men, whether poor or rich.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108003011",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003011",
    "number": 11,
    "text": "Now, my daughter, don’t be afraid. I will do to you all that you say; for all the city of my people knows that you are a worthy woman."
  },
  {
    "_id": "webp-108003012",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003012",
    "number": 12,
    "text": "Now it is true that I am a near kinsman. However, there is a kinsman nearer than I."
  },
  {
    "_id": "webp-108003013",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003013",
    "number": 13,
    "text": "Stay this night, and in the morning, if he will perform for you the part of a kinsman, good. Let him do the kinsman’s duty. But if he will not do the duty of a kinsman for you, then I will do the duty of a kinsman for you, as Yahweh lives. Lie down until the morning.”"
  },
  {
    "_id": "webp-108003014",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003014",
    "number": 14,
    "text": "She lay at his feet until the morning, then she rose up before one could discern another. For he said, “Let it not be known that the woman came to the threshing floor.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108003015",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003015",
    "number": 15,
    "text": "He said, “Bring the mantle that is on you, and hold it.” She held it; and he measured six measures of barley, and laid it on her; then he went into the city."
  },
  {
    "_id": "webp-108003016",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003016",
    "number": 16,
    "text": "When she came to her mother-in-law, she said, “How did it go, my daughter?” She told her all that the man had done for her.",
    "paragraphs": [0, 75]
  },
  {
    "_id": "webp-108003017",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003017",
    "number": 17,
    "text": "She said, “He gave me these six measures of barley; for he said, ‘Don’t go empty to your mother-in-law.’ ”"
  },
  {
    "_id": "webp-108003018",
    "version": "webp",
    "chapter": "ruth-3",
    "sequence": "108003018",
    "number": 18,
    "text": "Then she said, “Wait, my daughter, until you know what will happen; for the man will not rest until he has settled this today.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004001",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004001",
    "number": 1,
    "text": "Now Boaz went up to the gate and sat down there. Behold, the near kinsman of whom Boaz spoke came by. Boaz said to him, “Come over here, friend, and sit down!” He came over, and sat down.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004002",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004002",
    "number": 2,
    "text": "Boaz took ten men of the elders of the city, and said, “Sit down here,” and they sat down."
  },
  {
    "_id": "webp-108004003",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004003",
    "number": 3,
    "text": "He said to the near kinsman, “Naomi, who has come back out of the country of Moab, is selling the parcel of land, which was our brother Elimelech’s."
  },
  {
    "_id": "webp-108004004",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004004",
    "number": 4,
    "text": "I thought I should tell you, saying, ‘Buy it before those who sit here, and before the elders of my people.’ If you will redeem it, redeem it; but if you will not redeem it, then tell me, that I may know. For there is no one to redeem it besides you; and I am after you.” He said, “I will redeem it.”",
    "paragraphs": [271]
  },
  {
    "_id": "webp-108004005",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004005",
    "number": 5,
    "text": "Then Boaz said, “On the day you buy the field from the hand of Naomi, you must buy it also from Ruth the Moabitess, the wife of the dead, to raise up the name of the dead on his inheritance.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004006",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004006",
    "number": 6,
    "text": "The near kinsman said, “I can’t redeem it for myself, lest I endanger my own inheritance. Take my right of redemption for yourself; for I can’t redeem it.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004007",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004007",
    "number": 7,
    "text": "Now this was the custom in former time in Israel concerning redeeming and concerning exchanging, to confirm all things: a man took off his sandal, and gave it to his neighbor; and this was the way of formalizing transactions in Israel.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004008",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004008",
    "number": 8,
    "text": "So the near kinsman said to Boaz, “Buy it for yourself,” then he took off his sandal."
  },
  {
    "_id": "webp-108004009",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004009",
    "number": 9,
    "text": "Boaz said to the elders and to all the people, “You are witnesses today, that I have bought all that was Elimelech’s, and all that was Chilion’s and Mahlon’s, from the hand of Naomi.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004010",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004010",
    "number": 10,
    "text": "Moreover, Ruth the Moabitess, the wife of Mahlon, I have purchased to be my wife, to raise up the name of the dead on his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his place. You are witnesses today.”"
  },
  {
    "_id": "webp-108004011",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004011",
    "number": 11,
    "text": "All the people who were in the gate, and the elders, said, “We are witnesses. May Yahweh make the woman who has come into your house like Rachel and like Leah, which both built the house of Israel; and treat you worthily in Ephrathah, and be famous in Bethlehem.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004012",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004012",
    "number": 12,
    "text": "Let your house be like the house of Perez, whom Tamar bore to Judah, of the offspring° which Yahweh will give you by this young woman.”",
    "footnotes": [
      {
        "type": "trn",
        "text": "or, seed"
      }
    ]
  },
  {
    "_id": "webp-108004013",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004013",
    "number": 13,
    "text": "So Boaz took Ruth and she became his wife; and he went in to her, and Yahweh enabled her to conceive, and she bore a son.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004014",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004014",
    "number": 14,
    "text": "The women said to Naomi, “Blessed be Yahweh, who has not left you today without a near kinsman. Let his name be famous in Israel."
  },
  {
    "_id": "webp-108004015",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004015",
    "number": 15,
    "text": "He shall be to you a restorer of life and sustain you in your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has given birth to him.”"
  },
  {
    "_id": "webp-108004016",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004016",
    "number": 16,
    "text": "Naomi took the child, laid him in her bosom, and became nurse to him."
  },
  {
    "_id": "webp-108004017",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004017",
    "number": 17,
    "text": "The women, her neighbors, gave him a name, saying, “A son is born to Naomi”. They named him Obed. He is the father of Jesse, the father of David."
  },
  {
    "_id": "webp-108004018",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004018",
    "number": 18,
    "text": "Now this is the history of the generations of Perez: Perez became the father of Hezron,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-108004019",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004019",
    "number": 19,
    "text": "and Hezron became the father of Ram, and Ram became the father of Amminadab,"
  },
  {
    "_id": "webp-108004020",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004020",
    "number": 20,
    "text": "and Amminadab became the father of Nahshon, and Nahshon became the father of Salmon,"
  },
  {
    "_id": "webp-108004021",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004021",
    "number": 21,
    "text": "and Salmon became the father of Boaz, and Boaz became the father of Obed,"
  },
  {
    "_id": "webp-108004022",
    "version": "webp",
    "chapter": "ruth-4",
    "sequence": "108004022",
    "number": 22,
    "text": "and Obed became the father of Jesse, and Jesse became the father of David."
  }
]
