[
  {
    "_id": "webp-116001001",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001001",
    "number": 1,
    "text": "The words of Nehemiah the son of Hacaliah. Now in the month Chislev, in the twentieth year, as I was in Susa the palace,",
    "paragraphs": [0, 42]
  },
  {
    "_id": "webp-116001002",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001002",
    "number": 2,
    "text": "Hanani, one of my brothers, came, he and certain men out of Judah; and I asked them about the Jews who had escaped, who were left of the captivity, and concerning Jerusalem."
  },
  {
    "_id": "webp-116001003",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001003",
    "number": 3,
    "text": "They said to me, “The remnant who are left of the captivity there in the province are in great affliction and reproach. The wall of Jerusalem is also broken down, and its gates are burned with fire.”"
  },
  {
    "_id": "webp-116001004",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001004",
    "number": 4,
    "text": "When I heard these words, I sat down and wept, and mourned several days; and I fasted and prayed before the God° of heaven,",
    "footnotes": [
      {
        "type": "trn",
        "text": "The Hebrew word rendered “God” is “[hebrew]אֱלֹהִ֑ים[/hebrew]” (Elohim)."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116001005",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001005",
    "number": 5,
    "text": "and said, “I beg you, Yahweh,° the God of heaven, the great and awesome God who keeps covenant and loving kindness with those who love him and keep his commandments,",
    "footnotes": [
      {
        "text": "“Yahweh” is God’s proper Name, sometimes rendered “LORD” (all caps) in other translations."
      }
    ]
  },
  {
    "_id": "webp-116001006",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001006",
    "number": 6,
    "text": "let your ear now be attentive and your eyes open, that you may listen to the prayer of your servant which I pray before you at this time, day and night, for the children of Israel your servants, while I confess the sins of the children of Israel which we have sinned against you. Yes, I and my father’s house have sinned."
  },
  {
    "_id": "webp-116001007",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001007",
    "number": 7,
    "text": "We have dealt very corruptly against you, and have not kept the commandments, nor the statutes, nor the ordinances, which you commanded your servant Moses."
  },
  {
    "_id": "webp-116001008",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001008",
    "number": 8,
    "text": "“Remember, I beg you, the word that you commanded your servant Moses, saying, ‘If you trespass, I will scatter you among the peoples;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116001009",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001009",
    "number": 9,
    "text": "but if you return to me, and keep my commandments and do them, though your outcasts were in the uttermost part of the heavens, yet I will gather them from there, and will bring them to the place that I have chosen, to cause my name to dwell there.’"
  },
  {
    "_id": "webp-116001010",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001010",
    "number": 10,
    "text": "“Now these are your servants and your people, whom you have redeemed by your great power and by your strong hand.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116001011",
    "version": "webp",
    "chapter": "nehemiah-1",
    "sequence": "116001011",
    "number": 11,
    "text": "Lord,° I beg you, let your ear be attentive now to the prayer of your servant, and to the prayer of your servants who delight to fear your name; and please prosper your servant today, and grant him mercy in the sight of this man.” Now I was cup bearer to the king.",
    "footnotes": [
      {
        "type": "trn",
        "text": "The word translated “Lord” is “Adonai.”"
      }
    ],
    "paragraphs": [230]
  },
  {
    "_id": "webp-116002001",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002001",
    "number": 1,
    "text": "In the month Nisan, in the twentieth year of Artaxerxes the king, when wine was before him, I picked up the wine, and gave it to the king. Now I had not been sad before in his presence.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116002002",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002002",
    "number": 2,
    "text": "The king said to me, “Why is your face sad, since you are not sick? This is nothing else but sorrow of heart.” Then I was very much afraid.",
    "paragraphs": [110]
  },
  {
    "_id": "webp-116002003",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002003",
    "number": 3,
    "text": "I said to the king, “Let the king live forever! Why shouldn’t my face be sad, when the city, the place of my fathers’ tombs, lies waste, and its gates have been consumed with fire?”"
  },
  {
    "_id": "webp-116002004",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002004",
    "number": 4,
    "text": "Then the king said to me, “What is your request?” So I prayed to the God of heaven.",
    "paragraphs": [0, 49]
  },
  {
    "_id": "webp-116002005",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002005",
    "number": 5,
    "text": "I said to the king, “If it pleases the king, and if your servant has found favor in your sight, I ask that you would send me to Judah, to the city of my fathers’ tombs, that I may build it.”"
  },
  {
    "_id": "webp-116002006",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002006",
    "number": 6,
    "text": "The king said to me (the queen was also sitting by him), “How long will your journey be? When will you return?” So it pleased the king to send me, and I set a time for him.",
    "paragraphs": [0, 111]
  },
  {
    "_id": "webp-116002007",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002007",
    "number": 7,
    "text": "Moreover I said to the king, “If it pleases the king, let letters be given me to the governors beyond the River, that they may let me pass through until I come to Judah;"
  },
  {
    "_id": "webp-116002008",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002008",
    "number": 8,
    "text": "and a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the citadel by the temple, for the wall of the city, and for the house that I will occupy.” The king granted my requests, because of the good hand of my God on me.",
    "paragraphs": [204]
  },
  {
    "_id": "webp-116002009",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002009",
    "number": 9,
    "text": "Then I came to the governors beyond the River, and gave them the king’s letters. Now the king had sent captains of the army and horsemen with me."
  },
  {
    "_id": "webp-116002010",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002010",
    "number": 10,
    "text": "When Sanballat the Horonite and Tobiah the Ammonite servant heard of it, it grieved them exceedingly, because a man had come to seek the welfare of the children of Israel."
  },
  {
    "_id": "webp-116002011",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002011",
    "number": 11,
    "text": "So I came to Jerusalem, and was there three days.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116002012",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002012",
    "number": 12,
    "text": "I arose in the night, I and a few men with me. I didn’t tell anyone what my God put into my heart to do for Jerusalem. There wasn’t any animal with me except the animal that I rode on."
  },
  {
    "_id": "webp-116002013",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002013",
    "number": 13,
    "text": "I went out by night by the valley gate toward the jackal’s well, then to the dung gate; and I inspected the walls of Jerusalem, which were broken down, and its gates were consumed with fire."
  },
  {
    "_id": "webp-116002014",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002014",
    "number": 14,
    "text": "Then I went on to the spring gate and to the king’s pool, but there was no place for the animal that was under me to pass."
  },
  {
    "_id": "webp-116002015",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002015",
    "number": 15,
    "text": "Then I went up in the night by the brook and inspected the wall; and I turned back, and entered by the valley gate, and so returned."
  },
  {
    "_id": "webp-116002016",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002016",
    "number": 16,
    "text": "The rulers didn’t know where I went, or what I did. I had not as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest who did the work."
  },
  {
    "_id": "webp-116002017",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002017",
    "number": 17,
    "text": "Then I said to them, “You see the bad situation that we are in, how Jerusalem lies waste, and its gates are burned with fire. Come, let’s build up the wall of Jerusalem, that we won’t be disgraced.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116002018",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002018",
    "number": 18,
    "text": "I told them about the hand of my God which was good on me, and also about the king’s words that he had spoken to me. They said, “Let’s rise up and build.” So they strengthened their hands for the good work.",
    "paragraphs": [116]
  },
  {
    "_id": "webp-116002019",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002019",
    "number": 19,
    "text": "But when Sanballat the Horonite, Tobiah the Ammonite servant, and Geshem the Arabian, heard it, they ridiculed us and despised us, and said, “What is this thing that you are doing? Will you rebel against the king?”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116002020",
    "version": "webp",
    "chapter": "nehemiah-2",
    "sequence": "116002020",
    "number": 20,
    "text": "Then I answered them, and said to them, “The God of heaven will prosper us. Therefore we, his servants, will arise and build; but you have no portion, nor right, nor memorial in Jerusalem.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003001",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003001",
    "number": 1,
    "text": "Then Eliashib the high priest rose up with his brothers the priests, and they built the sheep gate. They sanctified it, and set up its doors. They sanctified it even to the tower of Hammeah, to the tower of Hananel.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003002",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003002",
    "number": 2,
    "text": "Next to him the men of Jericho built. Next to them Zaccur the son of Imri built."
  },
  {
    "_id": "webp-116003003",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003003",
    "number": 3,
    "text": "The sons of Hassenaah built the fish gate. They laid its beams, and set up its doors, its bolts, and its bars.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003004",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003004",
    "number": 4,
    "text": "Next to them, Meremoth the son of Uriah, the son of Hakkoz made repairs. Next to them, Meshullam the son of Berechiah, the son of Meshezabel made repairs. Next to them, Zadok the son of Baana made repairs."
  },
  {
    "_id": "webp-116003005",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003005",
    "number": 5,
    "text": "Next to them, the Tekoites made repairs; but their nobles didn’t put their necks to the Lord’s work."
  },
  {
    "_id": "webp-116003006",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003006",
    "number": 6,
    "text": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the old gate. They laid its beams and set up its doors, its bolts, and its bars.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003007",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003007",
    "number": 7,
    "text": "Next to them, Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, repaired the residence of the governor beyond the River."
  },
  {
    "_id": "webp-116003008",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003008",
    "number": 8,
    "text": "Next to him, Uzziel the son of Harhaiah, goldsmiths, made repairs. Next to him, Hananiah, one of the perfumers, made repairs, and they fortified Jerusalem even to the wide wall."
  },
  {
    "_id": "webp-116003009",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003009",
    "number": 9,
    "text": "Next to them, Rephaiah the son of Hur, the ruler of half the district of Jerusalem, made repairs."
  },
  {
    "_id": "webp-116003010",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003010",
    "number": 10,
    "text": "Next to them, Jedaiah the son of Harumaph made repairs across from his house. Next to him, Hattush the son of Hashabneiah made repairs."
  },
  {
    "_id": "webp-116003011",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003011",
    "number": 11,
    "text": "Malchijah the son of Harim and Hasshub the son of Pahathmoab repaired another portion and the tower of the furnaces."
  },
  {
    "_id": "webp-116003012",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003012",
    "number": 12,
    "text": "Next to him, Shallum the son of Hallohesh, the ruler of half the district of Jerusalem, he and his daughters made repairs."
  },
  {
    "_id": "webp-116003013",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003013",
    "number": 13,
    "text": "Hanun and the inhabitants of Zanoah repaired the valley gate. They built it, and set up its doors, its bolts, and its bars, and one thousand cubits° of the wall to the dung gate.",
    "footnotes": [
      {
        "text": "A cubit is the length from the tip of the middle finger to the elbow on a man’s arm, or about 18 inches or 46 centimeters."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003014",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003014",
    "number": 14,
    "text": "Malchijah the son of Rechab, the ruler of the district of Beth Haccherem, repaired the dung gate. He built it, and set up its doors, its bolts, and its bars.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003015",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003015",
    "number": 15,
    "text": "Shallun the son of Colhozeh, the ruler of the district of Mizpah, repaired the spring gate. He built it, covered it, and set up its doors, its bolts, and its bars; and he repaired the wall of the pool of Shelah by the king’s garden, even to the stairs that go down from David’s city.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003016",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003016",
    "number": 16,
    "text": "After him, Nehemiah the son of Azbuk, the ruler of half the district of Beth Zur, made repairs to the place opposite the tombs of David, and to the pool that was made, and to the house of the mighty men."
  },
  {
    "_id": "webp-116003017",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003017",
    "number": 17,
    "text": "After him, the Levites—Rehum the son of Bani made repairs. Next to him, Hashabiah, the ruler of half the district of Keilah, made repairs for his district."
  },
  {
    "_id": "webp-116003018",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003018",
    "number": 18,
    "text": "After him, their brothers, Bavvai the son of Henadad, the ruler of half the district of Keilah made repairs."
  },
  {
    "_id": "webp-116003019",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003019",
    "number": 19,
    "text": "Next to him, Ezer the son of Jeshua, the ruler of Mizpah, repaired another portion across from the ascent to the armory at the turning of the wall."
  },
  {
    "_id": "webp-116003020",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003020",
    "number": 20,
    "text": "After him, Baruch the son of Zabbai earnestly repaired another portion, from the turning of the wall to the door of the house of Eliashib the high priest."
  },
  {
    "_id": "webp-116003021",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003021",
    "number": 21,
    "text": "After him, Meremoth the son of Uriah the son of Hakkoz repaired another portion, from the door of the house of Eliashib even to the end of the house of Eliashib."
  },
  {
    "_id": "webp-116003022",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003022",
    "number": 22,
    "text": "After him, the priests, the men of the surrounding area made repairs."
  },
  {
    "_id": "webp-116003023",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003023",
    "number": 23,
    "text": "After them, Benjamin and Hasshub made repairs across from their house. After them, Azariah the son of Maaseiah the son of Ananiah made repairs beside his own house."
  },
  {
    "_id": "webp-116003024",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003024",
    "number": 24,
    "text": "After him, Binnui the son of Henadad repaired another portion, from the house of Azariah to the turning of the wall, and to the corner."
  },
  {
    "_id": "webp-116003025",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003025",
    "number": 25,
    "text": "Palal the son of Uzai made repairs opposite the turning of the wall, and the tower that stands out from the upper house of the king, which is by the court of the guard. After him Pedaiah the son of Parosh made repairs."
  },
  {
    "_id": "webp-116003026",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003026",
    "number": 26,
    "text": "(Now the temple servants lived in Ophel, to the place opposite the water gate toward the east, and the tower that stands out.)"
  },
  {
    "_id": "webp-116003027",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003027",
    "number": 27,
    "text": "After him the Tekoites repaired another portion, opposite the great tower that stands out, and to the wall of Ophel."
  },
  {
    "_id": "webp-116003028",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003028",
    "number": 28,
    "text": "Above the horse gate, the priests made repairs, everyone across from his own house.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116003029",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003029",
    "number": 29,
    "text": "After them, Zadok the son of Immer made repairs across from his own house. After him, Shemaiah the son of Shecaniah, the keeper of the east gate, made repairs."
  },
  {
    "_id": "webp-116003030",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003030",
    "number": 30,
    "text": "After him, Hananiah the son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another portion. After him, Meshullam the son of Berechiah made repairs across from his room."
  },
  {
    "_id": "webp-116003031",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003031",
    "number": 31,
    "text": "After him, Malchijah, one of the goldsmiths to the house of the temple servants, and of the merchants, made repairs opposite the gate of Hammiphkad and to the ascent of the corner."
  },
  {
    "_id": "webp-116003032",
    "version": "webp",
    "chapter": "nehemiah-3",
    "sequence": "116003032",
    "number": 32,
    "text": "Between the ascent of the corner and the sheep gate, the goldsmiths and the merchants made repairs."
  },
  {
    "_id": "webp-116004001",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004001",
    "number": 1,
    "text": "But when Sanballat heard that we were building the wall, he was angry, and was very indignant, and mocked the Jews.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004002",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004002",
    "number": 2,
    "text": "He spoke before his brothers and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they sacrifice? Will they finish in a day? Will they revive the stones out of the heaps of rubbish, since they are burned?”"
  },
  {
    "_id": "webp-116004003",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004003",
    "number": 3,
    "text": "Now Tobiah the Ammonite was by him, and he said, “What they are building, if a fox climbed up it, he would break down their stone wall.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004004",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004004",
    "number": 4,
    "text": "“Hear, our God, for we are despised. Turn back their reproach on their own head. Give them up for a plunder in a land of captivity.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004005",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004005",
    "number": 5,
    "text": "Don’t cover their iniquity. Don’t let their sin be blotted out from before you; for they have insulted the builders.”"
  },
  {
    "_id": "webp-116004006",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004006",
    "number": 6,
    "text": "So we built the wall; and all the wall was joined together to half its height, for the people had a mind to work.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004007",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004007",
    "number": 7,
    "text": "But when Sanballat, Tobiah, the Arabians, the Ammonites, and the Ashdodites heard that the repairing of the walls of Jerusalem went forward, and that the breaches began to be filled, they were very angry;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004008",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004008",
    "number": 8,
    "text": "and they all conspired together to come and fight against Jerusalem, and to cause confusion among us."
  },
  {
    "_id": "webp-116004009",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004009",
    "number": 9,
    "text": "But we made our prayer to our God, and set a watch against them day and night because of them."
  },
  {
    "_id": "webp-116004010",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004010",
    "number": 10,
    "text": "Judah said, “The strength of the bearers of burdens is fading and there is much rubble, so that we are not able to build the wall.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004011",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004011",
    "number": 11,
    "text": "Our adversaries said, “They will not know or see, until we come in among them and kill them, and cause the work to cease.”"
  },
  {
    "_id": "webp-116004012",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004012",
    "number": 12,
    "text": "When the Jews who lived by them came, they said to us ten times from all places, “Wherever you turn, they will attack us.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004013",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004013",
    "number": 13,
    "text": "Therefore I set guards in the lowest parts of the space behind the wall, in the open places. I set the people by family groups with their swords, their spears, and their bows.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004014",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004014",
    "number": 14,
    "text": "I looked, and rose up, and said to the nobles, to the rulers, and to the rest of the people, “Don’t be afraid of them! Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your houses.”"
  },
  {
    "_id": "webp-116004015",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004015",
    "number": 15,
    "text": "When our enemies heard that it was known to us, and God had brought their counsel to nothing, all of us returned to the wall, everyone to his work.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004016",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004016",
    "number": 16,
    "text": "From that time forth, half of my servants did the work, and half of them held the spears, the shields, the bows, and the coats of mail; and the rulers were behind all the house of Judah."
  },
  {
    "_id": "webp-116004017",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004017",
    "number": 17,
    "text": "Those who built the wall, and those who bore burdens loaded themselves; everyone with one of his hands did the work, and with the other held his weapon."
  },
  {
    "_id": "webp-116004018",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004018",
    "number": 18,
    "text": "Among the builders, everyone wore his sword at his side, and so built. He who sounded the trumpet was by me."
  },
  {
    "_id": "webp-116004019",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004019",
    "number": 19,
    "text": "I said to the nobles, and to the rulers and to the rest of the people, “The work is great and widely spread out, and we are separated on the wall, far from one another."
  },
  {
    "_id": "webp-116004020",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004020",
    "number": 20,
    "text": "Wherever you hear the sound of the trumpet, rally there to us. Our God will fight for us.”"
  },
  {
    "_id": "webp-116004021",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004021",
    "number": 21,
    "text": "So we did the work. Half of the people held the spears from the rising of the morning until the stars appeared.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116004022",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004022",
    "number": 22,
    "text": "Likewise at the same time I said to the people, “Let everyone with his servant lodge within Jerusalem, that in the night they may be a guard to us, and may labor in the day.”"
  },
  {
    "_id": "webp-116004023",
    "version": "webp",
    "chapter": "nehemiah-4",
    "sequence": "116004023",
    "number": 23,
    "text": "So neither I, nor my brothers, nor my servants, nor the men of the guard who followed me took off our clothes. Everyone took his weapon to the water."
  },
  {
    "_id": "webp-116005001",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005001",
    "number": 1,
    "text": "Then there arose a great cry of the people and of their wives against their brothers the Jews.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116005002",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005002",
    "number": 2,
    "text": "For there were some who said, “We, our sons and our daughters, are many. Let us get grain, that we may eat and live.”"
  },
  {
    "_id": "webp-116005003",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005003",
    "number": 3,
    "text": "There were also some who said, “We are mortgaging our fields, our vineyards, and our houses. Let us get grain, because of the famine.”"
  },
  {
    "_id": "webp-116005004",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005004",
    "number": 4,
    "text": "There were also some who said, “We have borrowed money for the king’s tribute using our fields and our vineyards as collateral."
  },
  {
    "_id": "webp-116005005",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005005",
    "number": 5,
    "text": "Yet now our flesh is as the flesh of our brothers, our children as their children. Behold,° we bring our sons and our daughters into bondage to be servants, and some of our daughters have been brought into bondage. It is also not in our power to help it, because other men have our fields and our vineyards.”",
    "footnotes": [
      {
        "type": "trn",
        "text": "“Behold”, from “[hebrew]הִנֵּה[/hebrew]”, means look at, take notice, observe, see, or gaze at. It is often used as an interjection."
      }
    ]
  },
  {
    "_id": "webp-116005006",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005006",
    "number": 6,
    "text": "I was very angry when I heard their cry and these words.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116005007",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005007",
    "number": 7,
    "text": "Then I consulted with myself, and contended with the nobles and the rulers, and said to them, “You exact usury, everyone of his brother.” I held a great assembly against them."
  },
  {
    "_id": "webp-116005008",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005008",
    "number": 8,
    "text": "I said to them, “We, after our ability, have redeemed our brothers the Jews that were sold to the nations; and would you even sell your brothers, and should they be sold to us?” Then they held their peace, and found not a word to say."
  },
  {
    "_id": "webp-116005009",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005009",
    "number": 9,
    "text": "Also I said, “The thing that you do is not good. Shouldn’t you walk in the fear of our God because of the reproach of the nations, our enemies?"
  },
  {
    "_id": "webp-116005010",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005010",
    "number": 10,
    "text": "I likewise, my brothers and my servants, lend them money and grain. Please let us stop this usury."
  },
  {
    "_id": "webp-116005011",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005011",
    "number": 11,
    "text": "Please restore to them, even today, their fields, their vineyards, their olive groves, and their houses, also the hundredth part of the money, and of the grain, the new wine, and the oil, that you are charging them.”"
  },
  {
    "_id": "webp-116005012",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005012",
    "number": 12,
    "text": "Then they said, “We will restore them, and will require nothing of them. We will do so, even as you say.” Then I called the priests, and took an oath of them, that they would do according to this promise.",
    "paragraphs": [0, 105]
  },
  {
    "_id": "webp-116005013",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005013",
    "number": 13,
    "text": "Also I shook out my lap, and said, “So may God shake out every man from his house, and from his labor, that doesn’t perform this promise; even may he be shaken out and emptied like this.” All the assembly said, “Amen,” and praised Yahweh. The people did according to this promise.",
    "paragraphs": [187]
  },
  {
    "_id": "webp-116005014",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005014",
    "number": 14,
    "text": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even to the thirty-second year of Artaxerxes the king, that is, twelve years, I and my brothers have not eaten the bread of the governor.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116005015",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005015",
    "number": 15,
    "text": "But the former governors who were before me were supported by the people, and took bread and wine from them, plus forty shekels° of silver; yes, even their servants ruled over the people, but I didn’t do so, because of the fear of God.",
    "footnotes": [
      {
        "text": "A shekel is about 10 grams or about 0.35 ounces."
      }
    ]
  },
  {
    "_id": "webp-116005016",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005016",
    "number": 16,
    "text": "Yes, I also continued in the work of this wall. We didn’t buy any land. All my servants were gathered there to the work."
  },
  {
    "_id": "webp-116005017",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005017",
    "number": 17,
    "text": "Moreover there were at my table, of the Jews and the rulers, one hundred fifty men, in addition to those who came to us from among the nations that were around us."
  },
  {
    "_id": "webp-116005018",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005018",
    "number": 18,
    "text": "Now that which was prepared for one day was one ox and six choice sheep. Also fowls were prepared for me, and once in ten days a store of all sorts of wine. Yet for all this, I didn’t demand the governor’s pay, because the bondage was heavy on this people."
  },
  {
    "_id": "webp-116005019",
    "version": "webp",
    "chapter": "nehemiah-5",
    "sequence": "116005019",
    "number": 19,
    "text": "Remember me, my God, for all the good that I have done for this people."
  },
  {
    "_id": "webp-116006001",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006001",
    "number": 1,
    "text": "Now when it was reported to Sanballat, Tobiah, Geshem the Arabian, and to the rest of our enemies that I had built the wall, and that there was no breach left in it (though even to that time I had not set up the doors in the gates),",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006002",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006002",
    "number": 2,
    "text": "Sanballat and Geshem sent to me, saying, “Come! Let’s meet together in the villages in the plain of Ono.” But they intended to harm me."
  },
  {
    "_id": "webp-116006003",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006003",
    "number": 3,
    "text": "I sent messengers to them, saying, “I am doing a great work, so that I can’t come down. Why should the work cease while I leave it and come down to you?”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006004",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006004",
    "number": 4,
    "text": "They sent to me four times like this; and I answered them the same way.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006005",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006005",
    "number": 5,
    "text": "Then Sanballat sent his servant to me the same way the fifth time with an open letter in his hand,"
  },
  {
    "_id": "webp-116006006",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006006",
    "number": 6,
    "text": "in which was written, “It is reported among the nations, and Gashmu says it, that you and the Jews intend to rebel. Because of that, you are building the wall. You would be their king, according to these words."
  },
  {
    "_id": "webp-116006007",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006007",
    "number": 7,
    "text": "You have also appointed prophets to proclaim of you at Jerusalem, saying, ‘There is a king in Judah!’ Now it will be reported to the king according to these words. Come now therefore, and let’s take counsel together.”"
  },
  {
    "_id": "webp-116006008",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006008",
    "number": 8,
    "text": "Then I sent to him, saying, “There are no such things done as you say, but you imagine them out of your own heart.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006009",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006009",
    "number": 9,
    "text": "For they all would have made us afraid, saying, “Their hands will be weakened from the work, that it not be done.” But now, strengthen my hands."
  },
  {
    "_id": "webp-116006010",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006010",
    "number": 10,
    "text": "I went to the house of Shemaiah the son of Delaiah the son of Mehetabel, who was shut in at his home; and he said, “Let us meet together in God’s house, within the temple, and let’s shut the doors of the temple; for they will come to kill you. Yes, in the night they will come to kill you.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006011",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006011",
    "number": 11,
    "text": "I said, “Should a man like me flee? Who is there that, being such as I, would go into the temple to save his life? I will not go in.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006012",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006012",
    "number": 12,
    "text": "I discerned, and behold, God had not sent him, but he pronounced this prophecy against me. Tobiah and Sanballat had hired him."
  },
  {
    "_id": "webp-116006013",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006013",
    "number": 13,
    "text": "He was hired so that I would be afraid, do so, and sin, and that they might have material for an evil report, that they might reproach me."
  },
  {
    "_id": "webp-116006014",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006014",
    "number": 14,
    "text": "“Remember, my God, Tobiah and Sanballat according to these their works, and also the prophetess Noadiah and the rest of the prophets that would have put me in fear.”"
  },
  {
    "_id": "webp-116006015",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006015",
    "number": 15,
    "text": "So the wall was finished in the twenty-fifth day of Elul, in fifty-two days.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116006016",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006016",
    "number": 16,
    "text": "When all our enemies heard of it, all the nations that were around us were afraid, and they lost their confidence; for they perceived that this work was done by our God."
  },
  {
    "_id": "webp-116006017",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006017",
    "number": 17,
    "text": "Moreover in those days the nobles of Judah sent many letters to Tobiah, and Tobiah’s letters came to them."
  },
  {
    "_id": "webp-116006018",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006018",
    "number": 18,
    "text": "For there were many in Judah sworn to him because he was the son-in-law of Shecaniah the son of Arah; and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as wife."
  },
  {
    "_id": "webp-116006019",
    "version": "webp",
    "chapter": "nehemiah-6",
    "sequence": "116006019",
    "number": 19,
    "text": "Also they spoke of his good deeds before me, and reported my words to him. Tobiah sent letters to put me in fear."
  },
  {
    "_id": "webp-116007001",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007001",
    "number": 1,
    "text": "Now when the wall was built and I had set up the doors, and the gatekeepers and the singers and the Levites were appointed,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007002",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007002",
    "number": 2,
    "text": "I put my brother Hanani, and Hananiah the governor of the fortress, in charge of Jerusalem; for he was a faithful man and feared God above many."
  },
  {
    "_id": "webp-116007003",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007003",
    "number": 3,
    "text": "I said to them, “Don’t let the gates of Jerusalem be opened until the sun is hot; and while they stand guard, let them shut the doors, and you bar them; and appoint watches of the inhabitants of Jerusalem, everyone in his watch, with everyone near his house.”"
  },
  {
    "_id": "webp-116007004",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007004",
    "number": 4,
    "text": "Now the city was wide and large; but the people were few therein, and the houses were not built.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007005",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007005",
    "number": 5,
    "text": "My God put into my heart to gather together the nobles, and the rulers, and the people, that they might be listed by genealogy. I found the book of the genealogy of those who came up at the first, and I found this written in it:",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007006",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007006",
    "number": 6,
    "text": "These are the children of the province who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and who returned to Jerusalem and to Judah, everyone to his city,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007007",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007007",
    "number": 7,
    "text": "who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. The number of the men of the people of Israel:",
    "paragraphs": [128]
  },
  {
    "_id": "webp-116007008",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007008",
    "number": 8,
    "text": "The children of Parosh: two thousand one hundred seventy-two."
  },
  {
    "_id": "webp-116007009",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007009",
    "number": 9,
    "text": "The children of Shephatiah: three hundred seventy-two."
  },
  {
    "_id": "webp-116007010",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007010",
    "number": 10,
    "text": "The children of Arah: six hundred fifty-two."
  },
  {
    "_id": "webp-116007011",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007011",
    "number": 11,
    "text": "The children of Pahathmoab, of the children of Jeshua and Joab: two thousand eight hundred eighteen."
  },
  {
    "_id": "webp-116007012",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007012",
    "number": 12,
    "text": "The children of Elam: one thousand two hundred fifty-four."
  },
  {
    "_id": "webp-116007013",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007013",
    "number": 13,
    "text": "The children of Zattu: eight hundred forty-five."
  },
  {
    "_id": "webp-116007014",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007014",
    "number": 14,
    "text": "The children of Zaccai: seven hundred sixty."
  },
  {
    "_id": "webp-116007015",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007015",
    "number": 15,
    "text": "The children of Binnui: six hundred forty-eight."
  },
  {
    "_id": "webp-116007016",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007016",
    "number": 16,
    "text": "The children of Bebai: six hundred twenty-eight."
  },
  {
    "_id": "webp-116007017",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007017",
    "number": 17,
    "text": "The children of Azgad: two thousand three hundred twenty-two."
  },
  {
    "_id": "webp-116007018",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007018",
    "number": 18,
    "text": "The children of Adonikam: six hundred sixty-seven."
  },
  {
    "_id": "webp-116007019",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007019",
    "number": 19,
    "text": "The children of Bigvai: two thousand sixty-seven."
  },
  {
    "_id": "webp-116007020",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007020",
    "number": 20,
    "text": "The children of Adin: six hundred fifty-five."
  },
  {
    "_id": "webp-116007021",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007021",
    "number": 21,
    "text": "The children of Ater: of Hezekiah, ninety-eight."
  },
  {
    "_id": "webp-116007022",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007022",
    "number": 22,
    "text": "The children of Hashum: three hundred twenty-eight."
  },
  {
    "_id": "webp-116007023",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007023",
    "number": 23,
    "text": "The children of Bezai: three hundred twenty-four."
  },
  {
    "_id": "webp-116007024",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007024",
    "number": 24,
    "text": "The children of Hariph: one hundred twelve."
  },
  {
    "_id": "webp-116007025",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007025",
    "number": 25,
    "text": "The children of Gibeon: ninety-five."
  },
  {
    "_id": "webp-116007026",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007026",
    "number": 26,
    "text": "The men of Bethlehem and Netophah: one hundred eighty-eight."
  },
  {
    "_id": "webp-116007027",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007027",
    "number": 27,
    "text": "The men of Anathoth: one hundred twenty-eight."
  },
  {
    "_id": "webp-116007028",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007028",
    "number": 28,
    "text": "The men of Beth Azmaveth: forty-two."
  },
  {
    "_id": "webp-116007029",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007029",
    "number": 29,
    "text": "The men of Kiriath Jearim, Chephirah, and Beeroth: seven hundred forty-three."
  },
  {
    "_id": "webp-116007030",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007030",
    "number": 30,
    "text": "The men of Ramah and Geba: six hundred twenty-one."
  },
  {
    "_id": "webp-116007031",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007031",
    "number": 31,
    "text": "The men of Michmas: one hundred twenty-two."
  },
  {
    "_id": "webp-116007032",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007032",
    "number": 32,
    "text": "The men of Bethel and Ai: one hundred twenty-three."
  },
  {
    "_id": "webp-116007033",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007033",
    "number": 33,
    "text": "The men of the other Nebo: fifty-two."
  },
  {
    "_id": "webp-116007034",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007034",
    "number": 34,
    "text": "The children of the other Elam: one thousand two hundred fifty-four."
  },
  {
    "_id": "webp-116007035",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007035",
    "number": 35,
    "text": "The children of Harim: three hundred twenty."
  },
  {
    "_id": "webp-116007036",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007036",
    "number": 36,
    "text": "The children of Jericho: three hundred forty-five."
  },
  {
    "_id": "webp-116007037",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007037",
    "number": 37,
    "text": "The children of Lod, Hadid, and Ono: seven hundred twenty-one."
  },
  {
    "_id": "webp-116007038",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007038",
    "number": 38,
    "text": "The children of Senaah: three thousand nine hundred thirty."
  },
  {
    "_id": "webp-116007039",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007039",
    "number": 39,
    "text": "The priests: The children of Jedaiah, of the house of Jeshua: nine hundred seventy-three.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007040",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007040",
    "number": 40,
    "text": "The children of Immer: one thousand fifty-two."
  },
  {
    "_id": "webp-116007041",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007041",
    "number": 41,
    "text": "The children of Pashhur: one thousand two hundred forty-seven."
  },
  {
    "_id": "webp-116007042",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007042",
    "number": 42,
    "text": "The children of Harim: one thousand seventeen."
  },
  {
    "_id": "webp-116007043",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007043",
    "number": 43,
    "text": "The Levites: the children of Jeshua, of Kadmiel, of the children of Hodevah: seventy-four.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007044",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007044",
    "number": 44,
    "text": "The singers: the children of Asaph: one hundred forty-eight."
  },
  {
    "_id": "webp-116007045",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007045",
    "number": 45,
    "text": "The gatekeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai: one hundred thirty-eight."
  },
  {
    "_id": "webp-116007046",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007046",
    "number": 46,
    "text": "The temple servants: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007047",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007047",
    "number": 47,
    "text": "the children of Keros, the children of Sia, the children of Padon,"
  },
  {
    "_id": "webp-116007048",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007048",
    "number": 48,
    "text": "the children of Lebana, the children of Hagaba, the children of Salmai,"
  },
  {
    "_id": "webp-116007049",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007049",
    "number": 49,
    "text": "the children of Hanan, the children of Giddel, the children of Gahar,"
  },
  {
    "_id": "webp-116007050",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007050",
    "number": 50,
    "text": "the children of Reaiah, the children of Rezin, the children of Nekoda,"
  },
  {
    "_id": "webp-116007051",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007051",
    "number": 51,
    "text": "the children of Gazzam, the children of Uzza, the children of Paseah,"
  },
  {
    "_id": "webp-116007052",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007052",
    "number": 52,
    "text": "the children of Besai, the children of Meunim, the children of Nephushesim,"
  },
  {
    "_id": "webp-116007053",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007053",
    "number": 53,
    "text": "the children of Bakbuk, the children of Hakupha, the children of Harhur,"
  },
  {
    "_id": "webp-116007054",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007054",
    "number": 54,
    "text": "the children of Bazlith, the children of Mehida, the children of Harsha,"
  },
  {
    "_id": "webp-116007055",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007055",
    "number": 55,
    "text": "the children of Barkos, the children of Sisera, the children of Temah,"
  },
  {
    "_id": "webp-116007056",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007056",
    "number": 56,
    "text": "the children of Neziah, and the children of Hatipha."
  },
  {
    "_id": "webp-116007057",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007057",
    "number": 57,
    "text": "The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Perida,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007058",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007058",
    "number": 58,
    "text": "the children of Jaala, the children of Darkon, the children of Giddel,"
  },
  {
    "_id": "webp-116007059",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007059",
    "number": 59,
    "text": "the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, and the children of Amon."
  },
  {
    "_id": "webp-116007060",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007060",
    "number": 60,
    "text": "All the temple servants and the children of Solomon’s servants were three hundred ninety-two."
  },
  {
    "_id": "webp-116007061",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007061",
    "number": 61,
    "text": "These were those who went up from Tel Melah, Tel Harsha, Cherub, Addon, and Immer; but they could not show their fathers’ houses, nor their offspring,° whether they were of Israel:",
    "footnotes": [
      {
        "type": "trn",
        "text": "or, seed"
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007062",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007062",
    "number": 62,
    "text": "The children of Delaiah, the children of Tobiah, the children of Nekoda: six hundred forty-two."
  },
  {
    "_id": "webp-116007063",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007063",
    "number": 63,
    "text": "Of the priests: the children of Hobaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name."
  },
  {
    "_id": "webp-116007064",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007064",
    "number": 64,
    "text": "These searched for their genealogical records, but couldn’t find them. Therefore they were deemed disqualified and removed from the priesthood.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007065",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007065",
    "number": 65,
    "text": "The governor told them not to eat of the most holy things until a priest stood up to minister with Urim and Thummim."
  },
  {
    "_id": "webp-116007066",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007066",
    "number": 66,
    "text": "The whole assembly together was forty-two thousand three hundred sixty,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007067",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007067",
    "number": 67,
    "text": "in addition to their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven. They had two hundred forty-five singing men and singing women."
  },
  {
    "_id": "webp-116007068",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007068",
    "number": 68,
    "text": "Their horses were seven hundred thirty-six; their mules, two hundred forty-five;"
  },
  {
    "_id": "webp-116007069",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007069",
    "number": 69,
    "text": "their camels, four hundred thirty-five; their donkeys, six thousand seven hundred twenty."
  },
  {
    "_id": "webp-116007070",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007070",
    "number": 70,
    "text": "Some from among the heads of fathers’ households gave to the work. The governor gave to the treasury one thousand darics of gold,° fifty basins, and five hundred thirty priests’ garments.",
    "footnotes": [
      {
        "text": "a daric was a gold coin issued by a Persian king, weighing about 8.4 grams or about 0.27 troy ounces each."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116007071",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007071",
    "number": 71,
    "text": "Some of the heads of fathers’ households gave into the treasury of the work twenty thousand darics of gold, and two thousand two hundred minas° of silver.",
    "footnotes": [
      {
        "text": "A mina is about 600 grams or 1.3 U. S. pounds, so 2,200 minas is about 1.3 metric tons."
      }
    ]
  },
  {
    "_id": "webp-116007072",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007072",
    "number": 72,
    "text": "That which the rest of the people gave was twenty thousand darics of gold, plus two thousand minas of silver, and sixty-seven priests’ garments."
  },
  {
    "_id": "webp-116007073",
    "version": "webp",
    "chapter": "nehemiah-7",
    "sequence": "116007073",
    "number": 73,
    "text": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel lived in their cities. When the seventh month had come, the children of Israel were in their cities.",
    "paragraphs": [0, 137]
  },
  {
    "_id": "webp-116008001",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008001",
    "number": 1,
    "text": "All the people gathered themselves together as one man into the wide place that was in front of the water gate; and they spoke to Ezra the scribe to bring the book of the law of Moses, which Yahweh had commanded to Israel.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008002",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008002",
    "number": 2,
    "text": "Ezra the priest brought the law before the assembly, both men and women, and all who could hear with understanding, on the first day of the seventh month."
  },
  {
    "_id": "webp-116008003",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008003",
    "number": 3,
    "text": "He read from it before the wide place that was in front of the water gate from early morning until midday, in the presence of the men and the women, and of those who could understand. The ears of all the people were attentive to the book of the law."
  },
  {
    "_id": "webp-116008004",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008004",
    "number": 4,
    "text": "Ezra the scribe stood on a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam."
  },
  {
    "_id": "webp-116008005",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008005",
    "number": 5,
    "text": "Ezra opened the book in the sight of all the people (for he was above all the people), and when he opened it, all the people stood up."
  },
  {
    "_id": "webp-116008006",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008006",
    "number": 6,
    "text": "Then Ezra blessed Yahweh, the great God. All the people answered, “Amen, Amen,” with the lifting up of their hands. They bowed their heads, and worshiped Yahweh with their faces to the ground.",
    "paragraphs": [40]
  },
  {
    "_id": "webp-116008007",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008007",
    "number": 7,
    "text": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law; and the people stayed in their place."
  },
  {
    "_id": "webp-116008008",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008008",
    "number": 8,
    "text": "They read in the book, in the law of God, distinctly; and they gave the sense, so that they understood the reading."
  },
  {
    "_id": "webp-116008009",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008009",
    "number": 9,
    "text": "Nehemiah, who was the governor, Ezra the priest and scribe, and the Levites who taught the people said to all the people, “Today is holy to Yahweh your God. Don’t mourn, nor weep.” For all the people wept when they heard the words of the law.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008010",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008010",
    "number": 10,
    "text": "Then he said to them, “Go your way. Eat the fat, drink the sweet, and send portions to him for whom nothing is prepared, for today is holy to our Lord. Don’t be grieved, for the joy of Yahweh is your strength.”"
  },
  {
    "_id": "webp-116008011",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008011",
    "number": 11,
    "text": "So the Levites calmed all the people, saying, “Hold your peace, for the day is holy. Don’t be grieved.”",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008012",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008012",
    "number": 12,
    "text": "All the people went their way to eat, to drink, to send portions, and to celebrate, because they had understood the words that were declared to them.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008013",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008013",
    "number": 13,
    "text": "On the second day, the heads of fathers’ households of all the people, the priests, and the Levites were gathered together to Ezra the scribe, to study the words of the law.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008014",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008014",
    "number": 14,
    "text": "They found written in the law how Yahweh had commanded by Moses that the children of Israel should dwell in booths in the feast of the seventh month;"
  },
  {
    "_id": "webp-116008015",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008015",
    "number": 15,
    "text": "and that they should publish and proclaim in all their cities and in Jerusalem, saying, “Go out to the mountain, and get olive branches, branches of wild olive, myrtle branches, palm branches, and branches of thick trees, to make temporary shelters,° as it is written.”",
    "footnotes": [
      {
        "type": "trn",
        "text": "or, booths"
      }
    ]
  },
  {
    "_id": "webp-116008016",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008016",
    "number": 16,
    "text": "So the people went out and brought them, and made themselves temporary shelters,° everyone on the roof of his house, in their courts, in the courts of God’s house, in the wide place of the water gate, and in the wide place of Ephraim’s gate.",
    "footnotes": [
      {
        "type": "trn",
        "text": "or, booths"
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116008017",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008017",
    "number": 17,
    "text": "All the assembly of those who had come back out of the captivity made temporary shelters° and lived in the temporary shelters, for since the days of Joshua the son of Nun to that day the children of Israel had not done so. There was very great gladness.",
    "footnotes": [
      {
        "type": "trn",
        "text": "or, booths"
      }
    ]
  },
  {
    "_id": "webp-116008018",
    "version": "webp",
    "chapter": "nehemiah-8",
    "sequence": "116008018",
    "number": 18,
    "text": "Also day by day, from the first day to the last day, he read in the book of the law of God. They kept the feast seven days; and on the eighth day was a solemn assembly, according to the ordinance."
  },
  {
    "_id": "webp-116009001",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009001",
    "number": 1,
    "text": "Now in the twenty-fourth day of this month the children of Israel were assembled with fasting, with sackcloth, and dirt on them.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009002",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009002",
    "number": 2,
    "text": "The offspring of Israel separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers."
  },
  {
    "_id": "webp-116009003",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009003",
    "number": 3,
    "text": "They stood up in their place, and read in the book of the law of Yahweh their God a fourth part of the day; and a fourth part they confessed and worshiped Yahweh their God."
  },
  {
    "_id": "webp-116009004",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009004",
    "number": 4,
    "text": "Then Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani of the Levites stood up on the stairs, and cried with a loud voice to Yahweh their God."
  },
  {
    "_id": "webp-116009005",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009005",
    "number": 5,
    "text": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and bless Yahweh your God from everlasting to everlasting! Blessed be your glorious name, which is exalted above all blessing and praise!",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009006",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009006",
    "number": 6,
    "text": "You are Yahweh, even you alone. You have made heaven, the heaven of heavens, with all their army, the earth and all things that are on it, the seas and all that is in them, and you preserve them all. The army of heaven worships you."
  },
  {
    "_id": "webp-116009007",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009007",
    "number": 7,
    "text": "You are Yahweh, the God who chose Abram, brought him out of Ur of the Chaldees, gave him the name of Abraham,"
  },
  {
    "_id": "webp-116009008",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009008",
    "number": 8,
    "text": "found his heart faithful before you, and made a covenant with him to give the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite, to give it to his offspring, and have performed your words, for you are righteous."
  },
  {
    "_id": "webp-116009009",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009009",
    "number": 9,
    "text": "“You saw the affliction of our fathers in Egypt, and heard their cry by the Red Sea,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009010",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009010",
    "number": 10,
    "text": "and showed signs and wonders against Pharaoh, against all his servants, and against all the people of his land, for you knew that they dealt proudly against them, and made a name for yourself, as it is today."
  },
  {
    "_id": "webp-116009011",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009011",
    "number": 11,
    "text": "You divided the sea before them, so that they went through the middle of the sea on the dry land; and you cast their pursuers into the depths, as a stone into the mighty waters."
  },
  {
    "_id": "webp-116009012",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009012",
    "number": 12,
    "text": "Moreover, in a pillar of cloud you led them by day; and in a pillar of fire by night, to give them light in the way in which they should go."
  },
  {
    "_id": "webp-116009013",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009013",
    "number": 13,
    "text": "“You also came down on Mount Sinai, and spoke with them from heaven, and gave them right ordinances and true laws, good statutes and commandments,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009014",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009014",
    "number": 14,
    "text": "and made known to them your holy Sabbath, and commanded them commandments, statutes, and a law, by Moses your servant,"
  },
  {
    "_id": "webp-116009015",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009015",
    "number": 15,
    "text": "and gave them bread from the sky for their hunger, and brought water out of the rock for them for their thirst, and commanded them that they should go in to possess the land which you had sworn to give them."
  },
  {
    "_id": "webp-116009016",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009016",
    "number": 16,
    "text": "“But they and our fathers behaved proudly, hardened their neck, didn’t listen to your commandments,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009017",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009017",
    "number": 17,
    "text": "and refused to obey. They weren’t mindful of your wonders that you did among them, but hardened their neck, and in their rebellion appointed a captain to return to their bondage. But you are a God ready to pardon, gracious and merciful, slow to anger, and abundant in loving kindness, and didn’t forsake them."
  },
  {
    "_id": "webp-116009018",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009018",
    "number": 18,
    "text": "Yes, when they had made themselves a molded calf, and said, ‘This is your God who brought you up out of Egypt,’ and had committed awful blasphemies,"
  },
  {
    "_id": "webp-116009019",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009019",
    "number": 19,
    "text": "yet you in your manifold mercies didn’t forsake them in the wilderness. The pillar of cloud didn’t depart from over them by day, to lead them in the way; neither did the pillar of fire by night, to show them light, and the way in which they should go."
  },
  {
    "_id": "webp-116009020",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009020",
    "number": 20,
    "text": "You gave also your good Spirit to instruct them, and didn’t withhold your manna from their mouth, and gave them water for their thirst."
  },
  {
    "_id": "webp-116009021",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009021",
    "number": 21,
    "text": "“Yes, forty years you sustained them in the wilderness. They lacked nothing. Their clothes didn’t grow old, and their feet didn’t swell.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009022",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009022",
    "number": 22,
    "text": "Moreover you gave them kingdoms and peoples, which you allotted according to their portions. So they possessed the land of Sihon, even the land of the king of Heshbon, and the land of Og king of Bashan."
  },
  {
    "_id": "webp-116009023",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009023",
    "number": 23,
    "text": "You also multiplied their children as the stars of the sky, and brought them into the land concerning which you said to their fathers that they should go in to possess it."
  },
  {
    "_id": "webp-116009024",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009024",
    "number": 24,
    "text": "“So the children went in and possessed the land; and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hands, with their kings and the peoples of the land, that they might do with them as they pleased.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009025",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009025",
    "number": 25,
    "text": "They took fortified cities and a rich land, and possessed houses full of all good things, cisterns dug out, vineyards, olive groves, and fruit trees in abundance. So they ate, were filled, became fat, and delighted themselves in your great goodness."
  },
  {
    "_id": "webp-116009026",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009026",
    "number": 26,
    "text": "“Nevertheless they were disobedient and rebelled against you, cast your law behind their back, killed your prophets that testified against them to turn them again to you, and they committed awful blasphemies.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009027",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009027",
    "number": 27,
    "text": "Therefore you delivered them into the hand of their adversaries, who distressed them. In the time of their trouble, when they cried to you, you heard from heaven; and according to your manifold mercies you gave them saviors who saved them out of the hands of their adversaries."
  },
  {
    "_id": "webp-116009028",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009028",
    "number": 28,
    "text": "But after they had rest, they did evil again before you; therefore you left them in the hands of their enemies, so that they had the dominion over them; yet when they returned and cried to you, you heard from heaven; and many times you delivered them according to your mercies,"
  },
  {
    "_id": "webp-116009029",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009029",
    "number": 29,
    "text": "and testified against them, that you might bring them again to your law. Yet they were arrogant, and didn’t listen to your commandments, but sinned against your ordinances (which if a man does, he shall live in them), turned their backs, stiffened their neck, and would not hear."
  },
  {
    "_id": "webp-116009030",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009030",
    "number": 30,
    "text": "Yet many years you put up with them, and testified against them by your Spirit through your prophets. Yet they would not listen. Therefore you gave them into the hand of the peoples of the lands."
  },
  {
    "_id": "webp-116009031",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009031",
    "number": 31,
    "text": "“Nevertheless in your manifold mercies you didn’t make a full end of them, nor forsake them; for you are a gracious and merciful God.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009032",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009032",
    "number": 32,
    "text": "Now therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and loving kindness, don’t let all the travail seem little before you that has come on us, on our kings, on our princes, on our priests, on our prophets, on our fathers, and on all your people, since the time of the kings of Assyria to this day.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009033",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009033",
    "number": 33,
    "text": "However you are just in all that has come on us; for you have dealt truly, but we have done wickedly."
  },
  {
    "_id": "webp-116009034",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009034",
    "number": 34,
    "text": "Also our kings, our princes, our priests, and our fathers have not kept your law, nor listened to your commandments and your testimonies with which you testified against them."
  },
  {
    "_id": "webp-116009035",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009035",
    "number": 35,
    "text": "For they have not served you in their kingdom, and in your great goodness that you gave them, and in the large and rich land which you gave before them. They didn’t turn from their wicked works."
  },
  {
    "_id": "webp-116009036",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009036",
    "number": 36,
    "text": "“Behold, we are servants today, and as for the land that you gave to our fathers to eat its fruit and its good, behold, we are servants in it.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116009037",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009037",
    "number": 37,
    "text": "It yields much increase to the kings whom you have set over us because of our sins. Also they have power over our bodies and over our livestock, at their pleasure, and we are in great distress."
  },
  {
    "_id": "webp-116009038",
    "version": "webp",
    "chapter": "nehemiah-9",
    "sequence": "116009038",
    "number": 38,
    "text": "Yet for all this, we make a sure covenant, and write it; and our princes, our Levites, and our priests, seal it.”"
  },
  {
    "_id": "webp-116010001",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010001",
    "number": 1,
    "text": "Now those who sealed were: Nehemiah the governor, the son of Hacaliah, and Zedekiah,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116010002",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010002",
    "number": 2,
    "text": "Seraiah, Azariah, Jeremiah,"
  },
  {
    "_id": "webp-116010003",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010003",
    "number": 3,
    "text": "Pashhur, Amariah, Malchijah,"
  },
  {
    "_id": "webp-116010004",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010004",
    "number": 4,
    "text": "Hattush, Shebaniah, Malluch,"
  },
  {
    "_id": "webp-116010005",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010005",
    "number": 5,
    "text": "Harim, Meremoth, Obadiah,"
  },
  {
    "_id": "webp-116010006",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010006",
    "number": 6,
    "text": "Daniel, Ginnethon, Baruch,"
  },
  {
    "_id": "webp-116010007",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010007",
    "number": 7,
    "text": "Meshullam, Abijah, Mijamin,"
  },
  {
    "_id": "webp-116010008",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010008",
    "number": 8,
    "text": "Maaziah, Bilgai, and Shemaiah. These were the priests."
  },
  {
    "_id": "webp-116010009",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010009",
    "number": 9,
    "text": "The Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
  },
  {
    "_id": "webp-116010010",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010010",
    "number": 10,
    "text": "and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
  },
  {
    "_id": "webp-116010011",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010011",
    "number": 11,
    "text": "Mica, Rehob, Hashabiah,"
  },
  {
    "_id": "webp-116010012",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010012",
    "number": 12,
    "text": "Zaccur, Sherebiah, Shebaniah,"
  },
  {
    "_id": "webp-116010013",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010013",
    "number": 13,
    "text": "Hodiah, Bani, and Beninu."
  },
  {
    "_id": "webp-116010014",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010014",
    "number": 14,
    "text": "The chiefs of the people: Parosh, Pahathmoab, Elam, Zattu, Bani,"
  },
  {
    "_id": "webp-116010015",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010015",
    "number": 15,
    "text": "Bunni, Azgad, Bebai,"
  },
  {
    "_id": "webp-116010016",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010016",
    "number": 16,
    "text": "Adonijah, Bigvai, Adin,"
  },
  {
    "_id": "webp-116010017",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010017",
    "number": 17,
    "text": "Ater, Hezekiah, Azzur,"
  },
  {
    "_id": "webp-116010018",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010018",
    "number": 18,
    "text": "Hodiah, Hashum, Bezai,"
  },
  {
    "_id": "webp-116010019",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010019",
    "number": 19,
    "text": "Hariph, Anathoth, Nobai,"
  },
  {
    "_id": "webp-116010020",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010020",
    "number": 20,
    "text": "Magpiash, Meshullam, Hezir,"
  },
  {
    "_id": "webp-116010021",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010021",
    "number": 21,
    "text": "Meshezabel, Zadok, Jaddua,"
  },
  {
    "_id": "webp-116010022",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010022",
    "number": 22,
    "text": "Pelatiah, Hanan, Anaiah,"
  },
  {
    "_id": "webp-116010023",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010023",
    "number": 23,
    "text": "Hoshea, Hananiah, Hasshub,"
  },
  {
    "_id": "webp-116010024",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010024",
    "number": 24,
    "text": "Hallohesh, Pilha, Shobek,"
  },
  {
    "_id": "webp-116010025",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010025",
    "number": 25,
    "text": "Rehum, Hashabnah, Maaseiah,"
  },
  {
    "_id": "webp-116010026",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010026",
    "number": 26,
    "text": "Ahiah, Hanan, Anan,"
  },
  {
    "_id": "webp-116010027",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010027",
    "number": 27,
    "text": "Malluch, Harim, and Baanah."
  },
  {
    "_id": "webp-116010028",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010028",
    "number": 28,
    "text": "The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all those who had separated themselves from the peoples of the lands to the law of God, their wives, their sons, and their daughters—everyone who had knowledge and understanding—",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116010029",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010029",
    "number": 29,
    "text": "joined with their brothers, their nobles, and entered into a curse and into an oath, to walk in God’s law, which was given by Moses the servant of God, and to observe and do all the commandments of Yahweh our Lord, and his ordinances and his statutes;"
  },
  {
    "_id": "webp-116010030",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010030",
    "number": 30,
    "text": "and that we would not give our daughters to the peoples of the land, nor take their daughters for our sons;"
  },
  {
    "_id": "webp-116010031",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010031",
    "number": 31,
    "text": "and if the peoples of the land bring wares or any grain on the Sabbath day to sell, that we would not buy from them on the Sabbath, or on a holy day; and that we would forego the seventh year crops and the exaction of every debt."
  },
  {
    "_id": "webp-116010032",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010032",
    "number": 32,
    "text": "Also we made ordinances for ourselves, to charge ourselves yearly with the third part of a shekel° for the service of the house of our God:",
    "footnotes": [
      {
        "text": "A shekel is about 10 grams or about 0.35 ounces."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-116010033",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010033",
    "number": 33,
    "text": "for the show bread, for the continual meal offering, for the continual burnt offering, for the Sabbaths, for the new moons, for the set feasts, for the holy things, for the sin offerings to make atonement for Israel, and for all the work of the house of our God."
  },
  {
    "_id": "webp-116010034",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010034",
    "number": 34,
    "text": "We, the priests, the Levites, and the people, cast lots for the wood offering, to bring it into the house of our God, according to our fathers’ houses, at times appointed year by year, to burn on Yahweh our God’s altar, as it is written in the law;"
  },
  {
    "_id": "webp-116010035",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010035",
    "number": 35,
    "text": "and to bring the first fruits of our ground and the first fruits of all fruit of all kinds of trees, year by year, to Yahweh’s house;"
  },
  {
    "_id": "webp-116010036",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010036",
    "number": 36,
    "text": "also the firstborn of our sons and of our livestock, as it is written in the law, and the firstborn of our herds and of our flocks, to bring to the house of our God, to the priests who minister in the house of our God;"
  },
  {
    "_id": "webp-116010037",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010037",
    "number": 37,
    "text": "and that we should bring the first fruits of our dough, our wave offerings, the fruit of all kinds of trees, and the new wine and the oil, to the priests, to the rooms of the house of our God; and the tithes of our ground to the Levites; for they, the Levites, take the tithes in all our farming villages."
  },
  {
    "_id": "webp-116010038",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010038",
    "number": 38,
    "text": "The priest, the descendent of Aaron, shall be with the Levites when the Levites take tithes. The Levites shall bring up the tithe of the tithes to the house of our God, to the rooms, into the treasure house."
  },
  {
    "_id": "webp-116010039",
    "version": "webp",
    "chapter": "nehemiah-10",
    "sequence": "116010039",
    "number": 39,
    "text": "For the children of Israel and the children of Levi shall bring the wave offering of the grain, of the new wine, and of the oil, to the rooms where the vessels of the sanctuary are, and the priests who minister, with the gatekeepers and the singers. We will not forsake the house of our God."
  },
  {
    "_id": "webp-116011001",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011001",
    "number": 1,
    "text": "The princes of the people lived in Jerusalem. The rest of the people also cast lots to bring one of ten to dwell in Jerusalem, the holy city, and nine parts in the other cities.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011002",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011002",
    "number": 2,
    "text": "The people blessed all the men who willingly offered themselves to dwell in Jerusalem."
  },
  {
    "_id": "webp-116011003",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011003",
    "number": 3,
    "text": "Now these are the chiefs of the province who lived in Jerusalem; but in the cities of Judah, everyone lived in his possession in their cities—Israel, the priests, the Levites, the temple servants, and the children of Solomon’s servants.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011004",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011004",
    "number": 4,
    "text": "Some of the children of Judah and of the children of Benjamin lived in Jerusalem. Of the children of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the children of Perez;"
  },
  {
    "_id": "webp-116011005",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011005",
    "number": 5,
    "text": "and Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."
  },
  {
    "_id": "webp-116011006",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011006",
    "number": 6,
    "text": "All the sons of Perez who lived in Jerusalem were four hundred sixty-eight valiant men."
  },
  {
    "_id": "webp-116011007",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011007",
    "number": 7,
    "text": "These are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011008",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011008",
    "number": 8,
    "text": "After him Gabbai and Sallai, nine hundred twenty-eight."
  },
  {
    "_id": "webp-116011009",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011009",
    "number": 9,
    "text": "Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city."
  },
  {
    "_id": "webp-116011010",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011010",
    "number": 10,
    "text": "Of the priests: Jedaiah the son of Joiarib, Jachin,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011011",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011011",
    "number": 11,
    "text": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the ruler of God’s house,"
  },
  {
    "_id": "webp-116011012",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011012",
    "number": 12,
    "text": "and their brothers who did the work of the house, eight hundred twenty-two; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
  },
  {
    "_id": "webp-116011013",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011013",
    "number": 13,
    "text": "and his brothers, chiefs of fathers’ households, two hundred forty-two; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
  },
  {
    "_id": "webp-116011014",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011014",
    "number": 14,
    "text": "and their brothers, mighty men of valor, one hundred twenty-eight; and their overseer was Zabdiel, the son of Haggedolim."
  },
  {
    "_id": "webp-116011015",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011015",
    "number": 15,
    "text": "Of the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011016",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011016",
    "number": 16,
    "text": "and Shabbethai and Jozabad, of the chiefs of the Levites, who had the oversight of the outward business of God’s house;"
  },
  {
    "_id": "webp-116011017",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011017",
    "number": 17,
    "text": "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the chief to begin the thanksgiving in prayer, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
  },
  {
    "_id": "webp-116011018",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011018",
    "number": 18,
    "text": "All the Levites in the holy city were two hundred eighty-four."
  },
  {
    "_id": "webp-116011019",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011019",
    "number": 19,
    "text": "Moreover the gatekeepers, Akkub, Talmon, and their brothers, who kept watch at the gates, were one hundred seventy-two.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011020",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011020",
    "number": 20,
    "text": "The residue of Israel, of the priests, and the Levites were in all the cities of Judah, everyone in his inheritance."
  },
  {
    "_id": "webp-116011021",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011021",
    "number": 21,
    "text": "But the temple servants lived in Ophel; and Ziha and Gishpa were over the temple servants."
  },
  {
    "_id": "webp-116011022",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011022",
    "number": 22,
    "text": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, of the sons of Asaph, the singers responsible for the service of God’s house.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011023",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011023",
    "number": 23,
    "text": "For there was a commandment from the king concerning them, and a settled provision for the singers, as every day required."
  },
  {
    "_id": "webp-116011024",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011024",
    "number": 24,
    "text": "Pethahiah the son of Meshezabel, of the children of Zerah the son of Judah, was at the king’s hand in all matters concerning the people."
  },
  {
    "_id": "webp-116011025",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011025",
    "number": 25,
    "text": "As for the villages with their fields, some of the children of Judah lived in Kiriath Arba and its towns, in Dibon and its towns, in Jekabzeel and its villages,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116011026",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011026",
    "number": 26,
    "text": "in Jeshua, in Moladah, Beth Pelet,"
  },
  {
    "_id": "webp-116011027",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011027",
    "number": 27,
    "text": "in Hazar Shual, in Beersheba and its towns,"
  },
  {
    "_id": "webp-116011028",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011028",
    "number": 28,
    "text": "in Ziklag, in Meconah and in its towns,"
  },
  {
    "_id": "webp-116011029",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011029",
    "number": 29,
    "text": "in En Rimmon, in Zorah, in Jarmuth,"
  },
  {
    "_id": "webp-116011030",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011030",
    "number": 30,
    "text": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its towns. So they encamped from Beersheba to the valley of Hinnom."
  },
  {
    "_id": "webp-116011031",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011031",
    "number": 31,
    "text": "The children of Benjamin also lived from Geba onward, at Michmash and Aija, and at Bethel and its towns,"
  },
  {
    "_id": "webp-116011032",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011032",
    "number": 32,
    "text": "at Anathoth, Nob, Ananiah,"
  },
  {
    "_id": "webp-116011033",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011033",
    "number": 33,
    "text": "Hazor, Ramah, Gittaim,"
  },
  {
    "_id": "webp-116011034",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011034",
    "number": 34,
    "text": "Hadid, Zeboim, Neballat,"
  },
  {
    "_id": "webp-116011035",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011035",
    "number": 35,
    "text": "Lod, and Ono, the valley of craftsmen."
  },
  {
    "_id": "webp-116011036",
    "version": "webp",
    "chapter": "nehemiah-11",
    "sequence": "116011036",
    "number": 36,
    "text": "Of the Levites, certain divisions in Judah settled in Benjamin’s territory."
  },
  {
    "_id": "webp-116012001",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012001",
    "number": 1,
    "text": "Now these are the priests and the Levites who went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012002",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012002",
    "number": 2,
    "text": "Amariah, Malluch, Hattush,"
  },
  {
    "_id": "webp-116012003",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012003",
    "number": 3,
    "text": "Shecaniah, Rehum, Meremoth,"
  },
  {
    "_id": "webp-116012004",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012004",
    "number": 4,
    "text": "Iddo, Ginnethoi, Abijah,"
  },
  {
    "_id": "webp-116012005",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012005",
    "number": 5,
    "text": "Mijamin, Maadiah, Bilgah,"
  },
  {
    "_id": "webp-116012006",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012006",
    "number": 6,
    "text": "Shemaiah, Joiarib, Jedaiah,"
  },
  {
    "_id": "webp-116012007",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012007",
    "number": 7,
    "text": "Sallu, Amok, Hilkiah, and Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua."
  },
  {
    "_id": "webp-116012008",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012008",
    "number": 8,
    "text": "Moreover the Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who was over the thanksgiving songs, he and his brothers.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012009",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012009",
    "number": 9,
    "text": "Also Bakbukiah and Unno, their brothers, were close to them according to their offices."
  },
  {
    "_id": "webp-116012010",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012010",
    "number": 10,
    "text": "Jeshua became the father of Joiakim, and Joiakim became the father of Eliashib, and Eliashib became the father of Joiada,"
  },
  {
    "_id": "webp-116012011",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012011",
    "number": 11,
    "text": "and Joiada became the father of Jonathan, and Jonathan became the father of Jaddua."
  },
  {
    "_id": "webp-116012012",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012012",
    "number": 12,
    "text": "In the days of Joiakim were priests, heads of fathers’ households: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012013",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012013",
    "number": 13,
    "text": "of Ezra, Meshullam; of Amariah, Jehohanan;"
  },
  {
    "_id": "webp-116012014",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012014",
    "number": 14,
    "text": "of Malluchi, Jonathan; of Shebaniah, Joseph;"
  },
  {
    "_id": "webp-116012015",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012015",
    "number": 15,
    "text": "of Harim, Adna; of Meraioth, Helkai;"
  },
  {
    "_id": "webp-116012016",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012016",
    "number": 16,
    "text": "of Iddo, Zechariah; of Ginnethon, Meshullam;"
  },
  {
    "_id": "webp-116012017",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012017",
    "number": 17,
    "text": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;"
  },
  {
    "_id": "webp-116012018",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012018",
    "number": 18,
    "text": "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
  },
  {
    "_id": "webp-116012019",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012019",
    "number": 19,
    "text": "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
  },
  {
    "_id": "webp-116012020",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012020",
    "number": 20,
    "text": "of Sallai, Kallai; of Amok, Eber;"
  },
  {
    "_id": "webp-116012021",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012021",
    "number": 21,
    "text": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel."
  },
  {
    "_id": "webp-116012022",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012022",
    "number": 22,
    "text": "As for the Levites, in the days of Eliashib, Joiada, Johanan, and Jaddua, there were recorded the heads of fathers’ households; also the priests, in the reign of Darius the Persian.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012023",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012023",
    "number": 23,
    "text": "The sons of Levi, heads of fathers’ households, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib."
  },
  {
    "_id": "webp-116012024",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012024",
    "number": 24,
    "text": "The chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers close to them, to praise and give thanks according to the commandment of David the man of God, section next to section."
  },
  {
    "_id": "webp-116012025",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012025",
    "number": 25,
    "text": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers keeping the watch at the storehouses of the gates."
  },
  {
    "_id": "webp-116012026",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012026",
    "number": 26,
    "text": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest and scribe."
  },
  {
    "_id": "webp-116012027",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012027",
    "number": 27,
    "text": "At the dedication of the wall of Jerusalem, they sought the Levites out of all their places, to bring them to Jerusalem to keep the dedication with gladness, both with giving thanks and with singing, with cymbals, stringed instruments, and with harps.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012028",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012028",
    "number": 28,
    "text": "The sons of the singers gathered themselves together, both out of the plain around Jerusalem and from the villages of the Netophathites;"
  },
  {
    "_id": "webp-116012029",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012029",
    "number": 29,
    "text": "also from Beth Gilgal and out of the fields of Geba and Azmaveth, for the singers had built themselves villages around Jerusalem."
  },
  {
    "_id": "webp-116012030",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012030",
    "number": 30,
    "text": "The priests and the Levites purified themselves; and they purified the people, the gates, and the wall."
  },
  {
    "_id": "webp-116012031",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012031",
    "number": 31,
    "text": "Then I brought the princes of Judah up on the wall, and appointed two great companies who gave thanks and went in procession. One went on the right hand on the wall toward the dung gate;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012032",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012032",
    "number": 32,
    "text": "and after them went Hoshaiah, with half of the princes of Judah,"
  },
  {
    "_id": "webp-116012033",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012033",
    "number": 33,
    "text": "and Azariah, Ezra, and Meshullam,"
  },
  {
    "_id": "webp-116012034",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012034",
    "number": 34,
    "text": "Judah, Benjamin, Shemaiah, Jeremiah,"
  },
  {
    "_id": "webp-116012035",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012035",
    "number": 35,
    "text": "and some of the priests’ sons with trumpets: Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Micaiah, the son of Zaccur, the son of Asaph;"
  },
  {
    "_id": "webp-116012036",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012036",
    "number": 36,
    "text": "and his brothers, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God; and Ezra the scribe was before them."
  },
  {
    "_id": "webp-116012037",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012037",
    "number": 37,
    "text": "By the spring gate, and straight before them, they went up by the stairs of David’s city, at the ascent of the wall, above David’s house, even to the water gate eastward."
  },
  {
    "_id": "webp-116012038",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012038",
    "number": 38,
    "text": "The other company of those who gave thanks went to meet them, and I after them, with the half of the people on the wall above the tower of the furnaces, even to the wide wall,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012039",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012039",
    "number": 39,
    "text": "and above the gate of Ephraim, and by the old gate, and by the fish gate, the tower of Hananel, and the tower of Hammeah, even to the sheep gate; and they stood still in the gate of the guard."
  },
  {
    "_id": "webp-116012040",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012040",
    "number": 40,
    "text": "So the two companies of those who gave thanks in God’s house stood, and I and the half of the rulers with me;"
  },
  {
    "_id": "webp-116012041",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012041",
    "number": 41,
    "text": "and the priests, Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"
  },
  {
    "_id": "webp-116012042",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012042",
    "number": 42,
    "text": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang loud, with Jezrahiah their overseer."
  },
  {
    "_id": "webp-116012043",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012043",
    "number": 43,
    "text": "They offered great sacrifices that day, and rejoiced, for God had made them rejoice with great joy; and the women and the children also rejoiced, so that the joy of Jerusalem was heard even far away."
  },
  {
    "_id": "webp-116012044",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012044",
    "number": 44,
    "text": "On that day, men were appointed over the rooms for the treasures, for the wave offerings, for the first fruits, and for the tithes, to gather into them according to the fields of the cities the portions appointed by the law for the priests and Levites; for Judah rejoiced for the priests and for the Levites who served.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116012045",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012045",
    "number": 45,
    "text": "They performed the duty of their God and the duty of the purification, and so did the singers and the gatekeepers, according to the commandment of David and of Solomon his son."
  },
  {
    "_id": "webp-116012046",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012046",
    "number": 46,
    "text": "For in the days of David and Asaph of old there was a chief of the singers, and songs of praise and thanksgiving to God."
  },
  {
    "_id": "webp-116012047",
    "version": "webp",
    "chapter": "nehemiah-12",
    "sequence": "116012047",
    "number": 47,
    "text": "All Israel in the days of Zerubbabel and in the days of Nehemiah gave the portions of the singers and the gatekeepers, as every day required; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron."
  },
  {
    "_id": "webp-116013001",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013001",
    "number": 1,
    "text": "On that day they read in the book of Moses in the hearing of the people; and it was found written in it that an Ammonite and a Moabite should not enter into the assembly of God forever,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013002",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013002",
    "number": 2,
    "text": "because they didn’t meet the children of Israel with bread and with water, but hired Balaam against them to curse them; however, our God turned the curse into a blessing."
  },
  {
    "_id": "webp-116013003",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013003",
    "number": 3,
    "text": "It came to pass, when they had heard the law, that they separated all the mixed multitude from Israel."
  },
  {
    "_id": "webp-116013004",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013004",
    "number": 4,
    "text": "Now before this, Eliashib the priest, who was appointed over the rooms of the house of our God, being allied to Tobiah,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013005",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013005",
    "number": 5,
    "text": "had prepared for him a great room, where before they laid the meal offerings, the frankincense, the vessels, and the tithes of the grain, the new wine, and the oil, which were given by commandment to the Levites, the singers, and the gatekeepers; and the wave offerings for the priests."
  },
  {
    "_id": "webp-116013006",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013006",
    "number": 6,
    "text": "But in all this, I was not at Jerusalem; for in the thirty-second year of Artaxerxes king of Babylon I went to the king; and after some days I asked leave of the king,"
  },
  {
    "_id": "webp-116013007",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013007",
    "number": 7,
    "text": "and I came to Jerusalem, and understood the evil that Eliashib had done for Tobiah, in preparing him a room in the courts of God’s house."
  },
  {
    "_id": "webp-116013008",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013008",
    "number": 8,
    "text": "It grieved me severely. Therefore I threw all Tobiah’s household stuff out of the room."
  },
  {
    "_id": "webp-116013009",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013009",
    "number": 9,
    "text": "Then I commanded, and they cleansed the rooms. I brought into them the vessels of God’s house, with the meal offerings and the frankincense again."
  },
  {
    "_id": "webp-116013010",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013010",
    "number": 10,
    "text": "I perceived that the portions of the Levites had not been given them, so that the Levites and the singers, who did the work, had each fled to his field.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013011",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013011",
    "number": 11,
    "text": "Then I contended with the rulers, and said, “Why is God’s house forsaken?” I gathered them together, and set them in their place."
  },
  {
    "_id": "webp-116013012",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013012",
    "number": 12,
    "text": "Then all Judah brought the tithe of the grain, the new wine, and the oil to the treasuries."
  },
  {
    "_id": "webp-116013013",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013013",
    "number": 13,
    "text": "I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah; for they were counted faithful, and their business was to distribute to their brothers."
  },
  {
    "_id": "webp-116013014",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013014",
    "number": 14,
    "text": "Remember me, my God, concerning this, and don’t wipe out my good deeds that I have done for the house of my God, and for its observances.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013015",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013015",
    "number": 15,
    "text": "In those days I saw some men treading wine presses on the Sabbath in Judah, bringing in sheaves, and loading donkeys with wine, grapes, figs, and all kinds of burdens which they brought into Jerusalem on the Sabbath day; and I testified against them in the day in which they sold food.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013016",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013016",
    "number": 16,
    "text": "Some men of Tyre also lived there, who brought in fish and all kinds of wares, and sold on the Sabbath to the children of Judah, and in Jerusalem."
  },
  {
    "_id": "webp-116013017",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013017",
    "number": 17,
    "text": "Then I contended with the nobles of Judah, and said to them, “What evil thing is this that you do, and profane the Sabbath day?"
  },
  {
    "_id": "webp-116013018",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013018",
    "number": 18,
    "text": "Didn’t your fathers do this, and didn’t our God bring all this evil on us and on this city? Yet you bring more wrath on Israel by profaning the Sabbath.”"
  },
  {
    "_id": "webp-116013019",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013019",
    "number": 19,
    "text": "It came to pass that when the gates of Jerusalem began to be dark before the Sabbath, I commanded that the doors should be shut, and commanded that they should not be opened until after the Sabbath. I set some of my servants over the gates, so that no burden should be brought in on the Sabbath day.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013020",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013020",
    "number": 20,
    "text": "So the merchants and sellers of all kinds of wares camped outside of Jerusalem once or twice."
  },
  {
    "_id": "webp-116013021",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013021",
    "number": 21,
    "text": "Then I testified against them, and said to them, “Why do you stay around the wall? If you do so again, I will lay hands on you.” From that time on, they didn’t come on the Sabbath."
  },
  {
    "_id": "webp-116013022",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013022",
    "number": 22,
    "text": "I commanded the Levites that they should purify themselves, and that they should come and keep the gates, to sanctify the Sabbath day. Remember me for this also, my God, and spare me according to the greatness of your loving kindness."
  },
  {
    "_id": "webp-116013023",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013023",
    "number": 23,
    "text": "In those days I also saw the Jews who had married women of Ashdod, of Ammon, and of Moab;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013024",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013024",
    "number": 24,
    "text": "and their children spoke half in the speech of Ashdod, and could not speak in the Jews’ language, but according to the language of each people."
  },
  {
    "_id": "webp-116013025",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013025",
    "number": 25,
    "text": "I contended with them, cursed them, struck certain of them, plucked off their hair, and made them swear by God, “You shall not give your daughters to their sons, nor take their daughters for your sons, or for yourselves."
  },
  {
    "_id": "webp-116013026",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013026",
    "number": 26,
    "text": "Didn’t Solomon king of Israel sin by these things? Yet among many nations there was no king like him, and he was loved by his God, and God made him king over all Israel. Nevertheless foreign women caused even him to sin."
  },
  {
    "_id": "webp-116013027",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013027",
    "number": 27,
    "text": "Shall we then listen to you to do all this great evil, to trespass against our God in marrying foreign women?”"
  },
  {
    "_id": "webp-116013028",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013028",
    "number": 28,
    "text": "One of the sons of Joiada, the son of Eliashib the high priest, was son-in-law to Sanballat the Horonite; therefore I chased him from me.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013029",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013029",
    "number": 29,
    "text": "Remember them, my God, because they have defiled the priesthood and the covenant of the priesthood and of the Levites."
  },
  {
    "_id": "webp-116013030",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013030",
    "number": 30,
    "text": "Thus I cleansed them from all foreigners and appointed duties for the priests and for the Levites, everyone in his work;",
    "paragraphs": [0]
  },
  {
    "_id": "webp-116013031",
    "version": "webp",
    "chapter": "nehemiah-13",
    "sequence": "116013031",
    "number": 31,
    "text": "and for the wood offering, at appointed times, and for the first fruits. Remember me, my God, for good."
  }
]
