[
  {
    "_id": "webp-222001001",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001001",
    "number": 1,
    "text": "Simon Peter, a servant and apostle of Jesus Christ,° to those who have obtained a like precious faith with us in the righteousness of our God and Savior, Jesus Christ:",
    "footnotes": [
      {
        "type": "stu",
        "text": "“Christ” means “Anointed One”."
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-222001002",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001002",
    "number": 2,
    "text": "Grace to you and peace be multiplied in the knowledge of God and of Jesus our Lord,"
  },
  {
    "_id": "webp-222001003",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001003",
    "number": 3,
    "text": "seeing that his divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us by his own glory and virtue,"
  },
  {
    "_id": "webp-222001004",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001004",
    "number": 4,
    "text": "by which he has granted to us his precious and exceedingly great promises; that through these you may become partakers of the divine nature, having escaped from the corruption that is in the world by lust."
  },
  {
    "_id": "webp-222001005",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001005",
    "number": 5,
    "text": "Yes, and for this very cause adding on your part all diligence, in your faith supply moral excellence; and in moral excellence, knowledge;"
  },
  {
    "_id": "webp-222001006",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001006",
    "number": 6,
    "text": "and in knowledge, self-control; and in self-control, perseverance; and in perseverance, godliness;"
  },
  {
    "_id": "webp-222001007",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001007",
    "number": 7,
    "text": "and in godliness, brotherly affection; and in brotherly affection, love."
  },
  {
    "_id": "webp-222001008",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001008",
    "number": 8,
    "text": "For if these things are yours and abound, they make you to not be idle or unfruitful in the knowledge of our Lord Jesus Christ."
  },
  {
    "_id": "webp-222001009",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001009",
    "number": 9,
    "text": "For he who lacks these things is blind, seeing only what is near, having forgotten the cleansing from his old sins."
  },
  {
    "_id": "webp-222001010",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001010",
    "number": 10,
    "text": "Therefore, brothers,° be more diligent to make your calling and election sure. For if you do these things, you will never stumble.",
    "footnotes": [
      {
        "type": "trn",
        "text": "The word for “brothers” here and where context allows may also be correctly translated “brothers and sisters” or “siblings.”"
      }
    ]
  },
  {
    "_id": "webp-222001011",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001011",
    "number": 11,
    "text": "For thus you will be richly supplied with the entrance into the eternal Kingdom of our Lord and Savior, Jesus Christ."
  },
  {
    "_id": "webp-222001012",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001012",
    "number": 12,
    "text": "Therefore I will not be negligent to remind you of these things, though you know them and are established in the present truth.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222001013",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001013",
    "number": 13,
    "text": "I think it right, as long as I am in this tent, to stir you up by reminding you,"
  },
  {
    "_id": "webp-222001014",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001014",
    "number": 14,
    "text": "knowing that the putting off of my tent comes swiftly, even as our Lord Jesus Christ made clear to me."
  },
  {
    "_id": "webp-222001015",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001015",
    "number": 15,
    "text": "Yes, I will make every effort that you may always be able to remember these things even after my departure."
  },
  {
    "_id": "webp-222001016",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001016",
    "number": 16,
    "text": "For we didn’t follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222001017",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001017",
    "number": 17,
    "text": "For he received from God the Father honor and glory when the voice came to him from the Majestic Glory, “This is my beloved Son, in whom I am well pleased.”°",
    "footnotes": [
      {
        "type": "xrf",
        "text": "Matthew 17:5; Mark 9:7; Luke 9:35"
      }
    ]
  },
  {
    "_id": "webp-222001018",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001018",
    "number": 18,
    "text": "We heard this voice come out of heaven when we were with him on the holy mountain."
  },
  {
    "_id": "webp-222001019",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001019",
    "number": 19,
    "text": "We have the more sure word of prophecy; and you do well that you heed it as to a lamp shining in a dark place, until the day dawns and the morning star arises in your hearts,",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222001020",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001020",
    "number": 20,
    "text": "knowing this first, that no prophecy of Scripture is of private interpretation."
  },
  {
    "_id": "webp-222001021",
    "version": "webp",
    "chapter": "2-peter-1",
    "sequence": "222001021",
    "number": 21,
    "text": "For no prophecy ever came by the will of man, but holy men of God spoke, being moved by the Holy Spirit."
  },
  {
    "_id": "webp-222002001",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002001",
    "number": 1,
    "text": "But false prophets also arose among the people, as false teachers will also be among you, who will secretly bring in destructive heresies, denying even the Master who bought them, bringing on themselves swift destruction.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222002002",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002002",
    "number": 2,
    "text": "Many will follow their immoral° ways, and as a result, the way of the truth will be maligned.",
    "footnotes": [
      {
        "type": "var",
        "text": "TR reads “destructive” instead of “immoral”"
      }
    ]
  },
  {
    "_id": "webp-222002003",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002003",
    "number": 3,
    "text": "In covetousness they will exploit you with deceptive words: whose sentence now from of old doesn’t linger, and their destruction will not slumber."
  },
  {
    "_id": "webp-222002004",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002004",
    "number": 4,
    "text": "For if God didn’t spare angels when they sinned, but cast them down to Tartarus,° and committed them to pits of darkness to be reserved for judgment;",
    "footnotes": [
      {
        "type": "stu",
        "text": "Tartarus is another name for Hell"
      }
    ],
    "paragraphs": [0]
  },
  {
    "_id": "webp-222002005",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002005",
    "number": 5,
    "text": "and didn’t spare the ancient world, but preserved Noah with seven others, a preacher of righteousness, when he brought a flood on the world of the ungodly,"
  },
  {
    "_id": "webp-222002006",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002006",
    "number": 6,
    "text": "and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, having made them an example to those who would live in an ungodly way,"
  },
  {
    "_id": "webp-222002007",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002007",
    "number": 7,
    "text": "and delivered righteous Lot, who was very distressed by the lustful life of the wicked"
  },
  {
    "_id": "webp-222002008",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002008",
    "number": 8,
    "text": "(for that righteous man dwelling among them was tormented in his righteous soul from day to day with seeing and hearing lawless deeds),"
  },
  {
    "_id": "webp-222002009",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002009",
    "number": 9,
    "text": "then the Lord knows how to deliver the godly out of temptation and to keep the unrighteous under punishment for the day of judgment,"
  },
  {
    "_id": "webp-222002010",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002010",
    "number": 10,
    "text": "but chiefly those who walk after the flesh in the lust of defilement and despise authority. Daring, self-willed, they are not afraid to speak evil of dignitaries,"
  },
  {
    "_id": "webp-222002011",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002011",
    "number": 11,
    "text": "whereas angels, though greater in might and power, don’t bring a slanderous judgment against them before the Lord."
  },
  {
    "_id": "webp-222002012",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002012",
    "number": 12,
    "text": "But these, as unreasoning creatures, born natural animals to be taken and destroyed, speaking evil in matters about which they are ignorant, will in their destroying surely be destroyed,"
  },
  {
    "_id": "webp-222002013",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002013",
    "number": 13,
    "text": "receiving the wages of unrighteousness; people who count it pleasure to revel in the daytime, spots and defects, reveling in their deceit while they feast with you;"
  },
  {
    "_id": "webp-222002014",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002014",
    "number": 14,
    "text": "having eyes full of adultery, and who can’t cease from sin, enticing unsettled souls, having a heart trained in greed, accursed children!"
  },
  {
    "_id": "webp-222002015",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002015",
    "number": 15,
    "text": "Forsaking the right way, they went astray, having followed the way of Balaam the son of Beor, who loved the wages of wrongdoing;"
  },
  {
    "_id": "webp-222002016",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002016",
    "number": 16,
    "text": "but he was rebuked for his own disobedience. A speechless donkey spoke with a man’s voice and stopped the madness of the prophet."
  },
  {
    "_id": "webp-222002017",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002017",
    "number": 17,
    "text": "These are wells without water, clouds driven by a storm, for whom the blackness of darkness has been reserved forever.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222002018",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002018",
    "number": 18,
    "text": "For, uttering great swelling words of emptiness, they entice in the lusts of the flesh, by licentiousness, those who are indeed escaping from those who live in error;"
  },
  {
    "_id": "webp-222002019",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002019",
    "number": 19,
    "text": "promising them liberty, while they themselves are bondservants of corruption; for a man is brought into bondage by whoever overcomes him."
  },
  {
    "_id": "webp-222002020",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002020",
    "number": 20,
    "text": "For if, after they have escaped the defilement of the world through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in it and overcome, the last state has become worse for them than the first.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222002021",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002021",
    "number": 21,
    "text": "For it would be better for them not to have known the way of righteousness, than after knowing it, to turn back from the holy commandment delivered to them."
  },
  {
    "_id": "webp-222002022",
    "version": "webp",
    "chapter": "2-peter-2",
    "sequence": "222002022",
    "number": 22,
    "text": "But it has happened to them according to the true proverb, “The dog turns to his own vomit again,”° and “the sow that has washed to wallowing in the mire.”",
    "footnotes": [
      {
        "type": "xrf",
        "text": "Proverbs 26:11"
      }
    ]
  },
  {
    "_id": "webp-222003001",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003001",
    "number": 1,
    "text": "This is now, beloved, the second letter that I have written to you; and in both of them I stir up your sincere mind by reminding you",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222003002",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003002",
    "number": 2,
    "text": "that you should remember the words which were spoken before by the holy prophets and the commandment of us, the apostles of the Lord and Savior,"
  },
  {
    "_id": "webp-222003003",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003003",
    "number": 3,
    "text": "knowing this first, that in the last days mockers will come, walking after their own lusts"
  },
  {
    "_id": "webp-222003004",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003004",
    "number": 4,
    "text": "and saying, “Where is the promise of his coming? For, from the day that the fathers fell asleep, all things continue as they were from the beginning of the creation.”"
  },
  {
    "_id": "webp-222003005",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003005",
    "number": 5,
    "text": "For they willfully forget that there were heavens from of old, and an earth formed out of water and amid water by the word of God,"
  },
  {
    "_id": "webp-222003006",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003006",
    "number": 6,
    "text": "by which means the world that existed then, being overflowed with water, perished."
  },
  {
    "_id": "webp-222003007",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003007",
    "number": 7,
    "text": "But the heavens that exist now and the earth, by the same word have been stored up for fire, being reserved against the day of judgment and destruction of ungodly men."
  },
  {
    "_id": "webp-222003008",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003008",
    "number": 8,
    "text": "But don’t forget this one thing, beloved, that one day is with the Lord as a thousand years, and a thousand years as one day.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222003009",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003009",
    "number": 9,
    "text": "The Lord is not slow concerning his promise, as some count slowness; but he is patient with us, not wishing that anyone should perish, but that all should come to repentance."
  },
  {
    "_id": "webp-222003010",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003010",
    "number": 10,
    "text": "But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will be dissolved with fervent heat; and the earth and the works that are in it will be burned up."
  },
  {
    "_id": "webp-222003011",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003011",
    "number": 11,
    "text": "Therefore, since all these things will be destroyed like this, what kind of people ought you to be in holy living and godliness,"
  },
  {
    "_id": "webp-222003012",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003012",
    "number": 12,
    "text": "looking for and earnestly desiring the coming of the day of God, which will cause the burning heavens to be dissolved, and the elements will melt with fervent heat?"
  },
  {
    "_id": "webp-222003013",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003013",
    "number": 13,
    "text": "But, according to his promise, we look for new heavens and a new earth, in which righteousness dwells."
  },
  {
    "_id": "webp-222003014",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003014",
    "number": 14,
    "text": "Therefore, beloved, seeing that you look for these things, be diligent to be found in peace, without defect and blameless in his sight.",
    "paragraphs": [0]
  },
  {
    "_id": "webp-222003015",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003015",
    "number": 15,
    "text": "Regard the patience of our Lord as salvation; even as our beloved brother Paul also, according to the wisdom given to him, wrote to you,"
  },
  {
    "_id": "webp-222003016",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003016",
    "number": 16,
    "text": "as also in all of his letters, speaking in them of these things. In those, there are some things that are hard to understand, which the ignorant and unsettled twist, as they also do to the other Scriptures, to their own destruction."
  },
  {
    "_id": "webp-222003017",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003017",
    "number": 17,
    "text": "You therefore, beloved, knowing these things beforehand, beware, lest being carried away with the error of the wicked, you fall from your own steadfastness."
  },
  {
    "_id": "webp-222003018",
    "version": "webp",
    "chapter": "2-peter-3",
    "sequence": "222003018",
    "number": 18,
    "text": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and forever. Amen."
  }
]
