[
  {
    "_id": "ylt-128001001",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001001",
    "number": 1,
    "text": "A word of Jehovah that hath been unto Hosea, son of Beeri, in the days of Uzziah, Jotham, Ahaz, Hezekiah, kings of Judah, and in the days of Jeroboam son of Joash, king of Israel:",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128001002",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001002",
    "number": 2,
    "text": "The commencement of Jehovah’s speaking by Hosea. And Jehovah saith unto Hosea, ‘Go, take to thee a woman of whoredoms, and children of whoredoms, for utterly go a-whoring doth the land from after Jehovah.’"
  },
  {
    "_id": "ylt-128001003",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001003",
    "number": 3,
    "text": "And he goeth and taketh Gomer daughter of Diblaim, and she conceiveth and beareth to him a son;"
  },
  {
    "_id": "ylt-128001004",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001004",
    "number": 4,
    "text": "and Jehovah saith unto him, ‘Call his name Jezreel, for yet a little, and I have charged the blood of Jezreel on the house of Jehu, and have caused to cease the kingdom of the house of Israel;"
  },
  {
    "_id": "ylt-128001005",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001005",
    "number": 5,
    "text": "and it hath come to pass in that day that I have broken the bow of Israel, in the valley of Jezreel.’"
  },
  {
    "_id": "ylt-128001006",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001006",
    "number": 6,
    "text": "And she conceiveth again, and beareth a daughter, and He saith to him, ‘Call her name Lo-Ruhamah, for I add no more to pity the house of Israel, for I do utterly take them away;"
  },
  {
    "_id": "ylt-128001007",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001007",
    "number": 7,
    "text": "and the house of Judah I pity, and have saved them by Jehovah their God, and do not save them by bow, and by sword, and by battle, by horses, and by horsemen.’"
  },
  {
    "_id": "ylt-128001008",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001008",
    "number": 8,
    "text": "And she weaneth Lo-Ruhamah, and conceiveth, and beareth a son;"
  },
  {
    "_id": "ylt-128001009",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001009",
    "number": 9,
    "text": "and He saith, ‘Call his name Lo-Ammi, for ye are not My people, and I am not for you;"
  },
  {
    "_id": "ylt-128001010",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001010",
    "number": 10,
    "text": "and the number of the sons of Israel hath been as the sand of the sea, that is not measured nor numbered, and it hath come to pass in the place where it is said to them, Ye are not My people, it is said to them, Sons of the Living God;"
  },
  {
    "_id": "ylt-128001011",
    "version": "ylt",
    "chapter": "hosea-1",
    "sequence": "128001011",
    "number": 11,
    "text": "and gathered have been the sons of Judah and the sons of Israel together, and they have appointed to themselves one head, and have gone up from the land, for great is the day of Jezreel."
  },
  {
    "_id": "ylt-128002001",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002001",
    "number": 1,
    "text": "‘Say ye to your brethren-Ammi, And to your sisters-Ruhamah.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128002002",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002002",
    "number": 2,
    "text": "Plead ye with your mother-plead, (For she is not My wife, and I am not her husband,) And she turneth her whoredoms from before her, And her adulteries from between her breasts,"
  },
  {
    "_id": "ylt-128002003",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002003",
    "number": 3,
    "text": "Lest I strip her naked. And have set her up as in the day of her birth, And have made her as a wilderness, And have set her as a dry land, And have put her to death with thirst."
  },
  {
    "_id": "ylt-128002004",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002004",
    "number": 4,
    "text": "And her sons I do not pity, For sons of whoredoms are they,"
  },
  {
    "_id": "ylt-128002005",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002005",
    "number": 5,
    "text": "For gone a-whoring hath their mother, Acted shamefully hath their conceiver, For she hath said, I go after my lovers, Those giving my bread and my water, My wool and my flax, my oil and my drink."
  },
  {
    "_id": "ylt-128002006",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002006",
    "number": 6,
    "text": "Therefore, lo, I am hedging up thy way with thorns, And I have made for her a wall, And her paths she doth not find."
  },
  {
    "_id": "ylt-128002007",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002007",
    "number": 7,
    "text": "And she hath pursued her lovers, And she doth not overtake them, And hath sought them, and doth not find, And she hath said: I go, and I turn back unto My first husband, For-better to me then than now."
  },
  {
    "_id": "ylt-128002008",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002008",
    "number": 8,
    "text": "And she knew not that I had given to her, The corn, and the new wine, and the oil. Yea, silver I did multiply to her, And the gold they prepared for Baal."
  },
  {
    "_id": "ylt-128002009",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002009",
    "number": 9,
    "text": "Therefore do I turn back, And I have taken My corn in its season, And My new wine in its appointed time, And I have taken away My wool and My flax, covering her nakedness."
  },
  {
    "_id": "ylt-128002010",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002010",
    "number": 10,
    "text": "And now do I reveal her dishonour before the eyes of her lovers, And none doth deliver her out of My hand."
  },
  {
    "_id": "ylt-128002011",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002011",
    "number": 11,
    "text": "And I have caused to cease all her joy, Her festival, her new moon, and her sabbath, Even all her appointed times,"
  },
  {
    "_id": "ylt-128002012",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002012",
    "number": 12,
    "text": "And made desolate her vine and her fig-tree, Of which she said, A gift they are to me, That my lovers have given to me, And I have made them for a forest, And consumed them hath a beast of the field."
  },
  {
    "_id": "ylt-128002013",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002013",
    "number": 13,
    "text": "And I have charged on her the days of the Baalim, To whom she maketh perfume, And putteth on her ring and her ornament, And goeth after her lovers, And Me forgat-an affirmation of Jehovah."
  },
  {
    "_id": "ylt-128002014",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002014",
    "number": 14,
    "text": "Therefore, lo, I am enticing her, And have caused her to go to the wilderness, And I have spoken unto her heart,"
  },
  {
    "_id": "ylt-128002015",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002015",
    "number": 15,
    "text": "And given to her her vineyards from thence, And the valley of Achor for an opening of hope, And she hath responded there as in the days of her youth, And as in the day of her coming up out of the land of Egypt."
  },
  {
    "_id": "ylt-128002016",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002016",
    "number": 16,
    "text": "And it hath come to pass, in that day, An affirmation of Jehovah, Thou dost call Me-My husband, And dost not call Me any more-My lord."
  },
  {
    "_id": "ylt-128002017",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002017",
    "number": 17,
    "text": "And I have turned aside the names of the lords from her mouth, And they are not remembered any more by their name."
  },
  {
    "_id": "ylt-128002018",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002018",
    "number": 18,
    "text": "And I have made to them a covenant in that day, with the beast of the field, And with the fowl of the heavens, And the creeping thing of the ground, And bow, and sword, and war I break from off the land, And have caused them to lie down confidently."
  },
  {
    "_id": "ylt-128002019",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002019",
    "number": 19,
    "text": "And I have betrothed thee to Me to the age, And betrothed thee to Me in righteousness, And in judgment, and kindness, and mercies,"
  },
  {
    "_id": "ylt-128002020",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002020",
    "number": 20,
    "text": "And betrothed thee to Me in faithfulness, And thou hast known Jehovah."
  },
  {
    "_id": "ylt-128002021",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002021",
    "number": 21,
    "text": "And it hath come to pass in that day, I answer-an affirmation of Jehovah, I answer the heavens, and they answer the earth."
  },
  {
    "_id": "ylt-128002022",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002022",
    "number": 22,
    "text": "And the earth doth answer the corn, And the new wine, and the oil, And they answer Jezreel."
  },
  {
    "_id": "ylt-128002023",
    "version": "ylt",
    "chapter": "hosea-2",
    "sequence": "128002023",
    "number": 23,
    "text": "And I have sowed her to Me in the land, And I have pitied Lo-Ruhamah, And I have said to Lo-Ammi, My people thou art, and it saith, My God!’"
  },
  {
    "_id": "ylt-128003001",
    "version": "ylt",
    "chapter": "hosea-3",
    "sequence": "128003001",
    "number": 1,
    "text": "And Jehovah saith unto me: ‘Again, go, love a woman, loved of a friend, and an adulteress, like the loved of Jehovah, the sons of Israel, and they are turning unto other gods, and are lovers of grape-cakes.’",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128003002",
    "version": "ylt",
    "chapter": "hosea-3",
    "sequence": "128003002",
    "number": 2,
    "text": "And I buy her to me for fifteen silverlings, and a homer and a letech of barley;"
  },
  {
    "_id": "ylt-128003003",
    "version": "ylt",
    "chapter": "hosea-3",
    "sequence": "128003003",
    "number": 3,
    "text": "and I say unto her, ‘Many days thou dost remain for Me, thou dost not go a-whoring, nor become any one’s; and I also am for thee.’"
  },
  {
    "_id": "ylt-128003004",
    "version": "ylt",
    "chapter": "hosea-3",
    "sequence": "128003004",
    "number": 4,
    "text": "For many days remain do the sons of Israel without a king, and there is no prince, and there is no sacrifice, and there is no standing pillar, and there is no ephod and teraphim."
  },
  {
    "_id": "ylt-128003005",
    "version": "ylt",
    "chapter": "hosea-3",
    "sequence": "128003005",
    "number": 5,
    "text": "Afterwards turned back have the sons of Israel, and sought Jehovah their God, and David their king, and have hastened unto Jehovah, and unto His goodness, in the latter end of the days."
  },
  {
    "_id": "ylt-128004001",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004001",
    "number": 1,
    "text": "‘Hear a word of Jehovah, sons of Israel, For a strife is to Jehovah with inhabitants of the land, For there is no truth, nor kindness, Nor knowledge of God, in the land,",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128004002",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004002",
    "number": 2,
    "text": "Swearing, and lying, and murdering, And stealing, and committing adultery-have increased, And blood against blood hath touched."
  },
  {
    "_id": "ylt-128004003",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004003",
    "number": 3,
    "text": "Therefore mourn doth the land, And weak is every dweller in it, With the beast of the field, And with the fowl of the heavens, And the fishes of the sea-they are removed."
  },
  {
    "_id": "ylt-128004004",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004004",
    "number": 4,
    "text": "Only, let no one strive, nor reprove a man, And thy people are as those striving with a priest."
  },
  {
    "_id": "ylt-128004005",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004005",
    "number": 5,
    "text": "And thou hast stumbled in the day, And stumbled hath also a prophet with thee in the night, And I have cut off thy mother."
  },
  {
    "_id": "ylt-128004006",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004006",
    "number": 6,
    "text": "Cut off have been My people for lack of knowledge, Because thou knowledge hast rejected, I reject thee from being priest to Me, And thou forgettest the law of thy God, I forget thy sons, I also!"
  },
  {
    "_id": "ylt-128004007",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004007",
    "number": 7,
    "text": "According to their abundance so they sinned against Me, Their honour into shame I change."
  },
  {
    "_id": "ylt-128004008",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004008",
    "number": 8,
    "text": "The sin of My people they do eat, And unto their iniquity lift up their soul."
  },
  {
    "_id": "ylt-128004009",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004009",
    "number": 9,
    "text": "And it hath been, like people, like priest, And I have charged on it its ways, And its habitual doings I return to it."
  },
  {
    "_id": "ylt-128004010",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004010",
    "number": 10,
    "text": "And they have eaten, and are not satisfied, They have gone a-whoring, and increase not, For they have left off taking heed to Jehovah."
  },
  {
    "_id": "ylt-128004011",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004011",
    "number": 11,
    "text": "Whoredom, and wine, and new wine, take the heart,"
  },
  {
    "_id": "ylt-128004012",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004012",
    "number": 12,
    "text": "My people at its staff asketh and its rod declareth to it, For a spirit of whoredoms hath caused to err, And they go a-whoring from under their God."
  },
  {
    "_id": "ylt-128004013",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004013",
    "number": 13,
    "text": "On tops of the mountains they do sacrifice, And on the hills they make perfume, Under oak, and poplar, and terebinth, For good is its shade."
  },
  {
    "_id": "ylt-128004014",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004014",
    "number": 14,
    "text": "Therefore commit whoredom do your daughters, And your spouses commit adultery, I do not see after your daughters when they commit whoredom, And after your spouses when they commit adultery, For they with the harlots are separated, And with the whores they do sacrifice, A people that doth not understand kicketh."
  },
  {
    "_id": "ylt-128004015",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004015",
    "number": 15,
    "text": "Though a harlot thou art, O Israel, Let not Judah become guilty, And come not ye in to Gilgal, nor go up to Beth-Aven, Nor swear ye, Jehovah liveth."
  },
  {
    "_id": "ylt-128004016",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004016",
    "number": 16,
    "text": "For as a refractory heifer hath Israel turned aside, Now doth Jehovah feed them as a lamb in a large place."
  },
  {
    "_id": "ylt-128004017",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004017",
    "number": 17,
    "text": "Joined to idols is Ephraim, let him alone."
  },
  {
    "_id": "ylt-128004018",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004018",
    "number": 18,
    "text": "Sour is their drink, They have gone diligently a-whoring, Her protectors have loved shame thoroughly."
  },
  {
    "_id": "ylt-128004019",
    "version": "ylt",
    "chapter": "hosea-4",
    "sequence": "128004019",
    "number": 19,
    "text": "Distressed her hath wind with its wings, And they are ashamed of their sacrifices!"
  },
  {
    "_id": "ylt-128005001",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005001",
    "number": 1,
    "text": "‘Hear this, O priests, and attend, O house of Israel, And, O house of the king, give ear, For the judgment is for you, For, a snare ye have been on Mizpah, And a net spread out on Tabor.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128005002",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005002",
    "number": 2,
    "text": "And to slaughter sinners have gone deep, And I am a fetter to them all."
  },
  {
    "_id": "ylt-128005003",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005003",
    "number": 3,
    "text": "I have known Ephraim, And Israel hath not been hid from me, For now thou hast gone a-whoring, Ephraim, Defiled is Israel."
  },
  {
    "_id": "ylt-128005004",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005004",
    "number": 4,
    "text": "They give not up their habitual doings, To turn back unto their God, For a spirit of whoredoms is in their midst, And Jehovah they have not known."
  },
  {
    "_id": "ylt-128005005",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005005",
    "number": 5,
    "text": "And humbled hath been the excellency of Israel to his face, And Israel and Ephraim stumble by their iniquity, Stumbled also hath Judah with them."
  },
  {
    "_id": "ylt-128005006",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005006",
    "number": 6,
    "text": "With their flock and with their herd, They go to seek Jehovah, and do not find, He hath withdrawn from them."
  },
  {
    "_id": "ylt-128005007",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005007",
    "number": 7,
    "text": "Against Jehovah they dealt treacherously, For strange sons they have begotten, Now consume them doth a month with their portions."
  },
  {
    "_id": "ylt-128005008",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005008",
    "number": 8,
    "text": "Blow ye a cornet in Gibeah, a trumpet in Ramah, Shout, O Beth-Aven, after thee, O Benjamin."
  },
  {
    "_id": "ylt-128005009",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005009",
    "number": 9,
    "text": "Ephraim is for a desolation in a day of reproof, Among the tribes of Israel I have made known a sure thing."
  },
  {
    "_id": "ylt-128005010",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005010",
    "number": 10,
    "text": "Princes of Judah have been as those removing a border, On them I do pour out as water My wrath."
  },
  {
    "_id": "ylt-128005011",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005011",
    "number": 11,
    "text": "Oppressed is Ephraim, broken in judgment, When he pleased he went after the command."
  },
  {
    "_id": "ylt-128005012",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005012",
    "number": 12,
    "text": "And I am as a moth to Ephraim, And as a rotten thing to the house of Judah."
  },
  {
    "_id": "ylt-128005013",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005013",
    "number": 13,
    "text": "And see doth Ephraim his sickness, and Judah his wound, And Ephraim goeth unto Asshur, And sendeth unto a warlike king, And he is not able to give healing to you, Nor doth he remove from you a scar."
  },
  {
    "_id": "ylt-128005014",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005014",
    "number": 14,
    "text": "For I am as a lion to Ephraim, And as a young lion to the house of Judah, I-I tear and go, I bear away, and there is no deliverer."
  },
  {
    "_id": "ylt-128005015",
    "version": "ylt",
    "chapter": "hosea-5",
    "sequence": "128005015",
    "number": 15,
    "text": "I go-I turn back unto My place, Till that they are desolate, and have sought My face. In their distress they do seek Me speedily!’"
  },
  {
    "_id": "ylt-128006001",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006001",
    "number": 1,
    "text": "‘Come, and we turn back unto Jehovah, For He hath torn, and He doth heal us, He doth smite, and He bindeth us up.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128006002",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006002",
    "number": 2,
    "text": "He doth revive us after two days, In the third day He doth raise us up, And we live before Him."
  },
  {
    "_id": "ylt-128006003",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006003",
    "number": 3,
    "text": "And we know-we pursue to know Jehovah, As the dawn prepared is His going forth, And He cometh in as a shower to us, As gathered rain-sprinkling earth.’"
  },
  {
    "_id": "ylt-128006004",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006004",
    "number": 4,
    "text": "What do I do to thee, O Ephraim? What do I do to thee, O Judah? Your goodness is as a cloud of the morning, And as dew rising early-going."
  },
  {
    "_id": "ylt-128006005",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006005",
    "number": 5,
    "text": "Therefore I have hewed by prophets, I have slain them by sayings of My mouth, And My judgments to the light goeth forth."
  },
  {
    "_id": "ylt-128006006",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006006",
    "number": 6,
    "text": "For kindness I desired, and not sacrifice, And a knowledge of God above burnt-offerings."
  },
  {
    "_id": "ylt-128006007",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006007",
    "number": 7,
    "text": "And they, as Adam, transgressed a covenant, There they dealt treacherously against me."
  },
  {
    "_id": "ylt-128006008",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006008",
    "number": 8,
    "text": "Gilead is a city of workers of iniquity, Slippery from blood."
  },
  {
    "_id": "ylt-128006009",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006009",
    "number": 9,
    "text": "And as bands do wait for a man, A company of priests do murder-the way to Shechem, For wickedness they have done."
  },
  {
    "_id": "ylt-128006010",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006010",
    "number": 10,
    "text": "In the house of Israel I have seen a horrible thing, There is the whoredom of Ephraim-defiled is Israel."
  },
  {
    "_id": "ylt-128006011",
    "version": "ylt",
    "chapter": "hosea-6",
    "sequence": "128006011",
    "number": 11,
    "text": "Also, O Judah, appointed is a harvest to thee, In My turning back to the captivity of My people!"
  },
  {
    "_id": "ylt-128007001",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007001",
    "number": 1,
    "text": "‘When I give healing to Israel, Then revealed is the iniquity of Ephraim, And the wickedness of Samaria, For they have wrought falsehood, And a thief doth come in, Stript off hath a troop in the street,",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128007002",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007002",
    "number": 2,
    "text": "And they do not say to their heart, That all their evil I have remembered, Now compassed them have their doings, Over-against My face they have been."
  },
  {
    "_id": "ylt-128007003",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007003",
    "number": 3,
    "text": "With their wickedness they make glad a king, And with their lies-princes."
  },
  {
    "_id": "ylt-128007004",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007004",
    "number": 4,
    "text": "All of them are adulterers, Like a burning oven of a baker, He ceaseth from stirring up after kneading the dough, till its leavening."
  },
  {
    "_id": "ylt-128007005",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007005",
    "number": 5,
    "text": "A day of our king! Princes have polluted themselves with the poison of wine, He hath drawn out his hand with scorners."
  },
  {
    "_id": "ylt-128007006",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007006",
    "number": 6,
    "text": "For they have drawn near, As an oven is their heart, In their lying in wait all the night sleep doth their baker, Morning! he is burning as a flaming fire."
  },
  {
    "_id": "ylt-128007007",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007007",
    "number": 7,
    "text": "All of them are warm as an oven, And they have devoured their judges, All their kings have fallen, There is none calling unto Me among them."
  },
  {
    "_id": "ylt-128007008",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007008",
    "number": 8,
    "text": "Ephraim! among peoples he mixeth himself, Ephraim hath been a cake unturned."
  },
  {
    "_id": "ylt-128007009",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007009",
    "number": 9,
    "text": "Devoured have strangers his power, And he hath not known, Also old age hath sprinkled itself on him, And he hath not known."
  },
  {
    "_id": "ylt-128007010",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007010",
    "number": 10,
    "text": "And humbled hath been the excellency of Israel to his face, And they have not turned back unto Jehovah their God, Nor have they sought Him for all this."
  },
  {
    "_id": "ylt-128007011",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007011",
    "number": 11,
    "text": "And Ephraim is as a simple dove without heart, Egypt they called on-to Asshur they have gone."
  },
  {
    "_id": "ylt-128007012",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007012",
    "number": 12,
    "text": "When they go I spread over them My net, As the fowl of the heavens I bring them down, I chastise them as their company hath heard."
  },
  {
    "_id": "ylt-128007013",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007013",
    "number": 13,
    "text": "Woe to them, for they wandered from Me, Destruction to them, for they transgressed against Me, And I-I ransom them, and they have spoken lies against Me,"
  },
  {
    "_id": "ylt-128007014",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007014",
    "number": 14,
    "text": "And have not cried unto Me with their heart, but howl on their beds, For corn and new wine they assemble themselves, They turn aside against Me."
  },
  {
    "_id": "ylt-128007015",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007015",
    "number": 15,
    "text": "And I instructed-I strengthened their arms, And concerning Me they think evil!"
  },
  {
    "_id": "ylt-128007016",
    "version": "ylt",
    "chapter": "hosea-7",
    "sequence": "128007016",
    "number": 16,
    "text": "They turn back-not to the Most High, They have been as a deceitful bow, Fall by sword do their princes, From the insolence of their tongue, This is their derision in the land of Egypt!"
  },
  {
    "_id": "ylt-128008001",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008001",
    "number": 1,
    "text": "‘Unto thy mouth-a trumpet, As an eagle against the house of Jehovah, Because they transgressed My covenant, And against My law they have rebelled.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128008002",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008002",
    "number": 2,
    "text": "To Me they cry, ‘My God, we-Israel-have known Thee.’"
  },
  {
    "_id": "ylt-128008003",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008003",
    "number": 3,
    "text": "Cast off good hath Israel, an enemy pursueth him."
  },
  {
    "_id": "ylt-128008004",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008004",
    "number": 4,
    "text": "They have made kings, and not by Me, They have made princes, and I have not known, Their silver and their gold they have made to them idols, So that they are cut off."
  },
  {
    "_id": "ylt-128008005",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008005",
    "number": 5,
    "text": "Cast off hath thy calf, O Samaria, Burned hath Mine anger against them, Till when are they not capable of purity?"
  },
  {
    "_id": "ylt-128008006",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008006",
    "number": 6,
    "text": "For even it is of Israel; an artificer made it, And it is not God, For the calf of Samaria is fragments!"
  },
  {
    "_id": "ylt-128008007",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008007",
    "number": 7,
    "text": "For wind they sow, and a hurricane they reap, Stalk it hath none-a shoot not yielding grain, If so be it yield-strangers do swallow it up."
  },
  {
    "_id": "ylt-128008008",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008008",
    "number": 8,
    "text": "Israel hath been swallowed up, Now they have been among nations, As a vessel in which is no delight."
  },
  {
    "_id": "ylt-128008009",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008009",
    "number": 9,
    "text": "For they-they have gone up to Asshur, A wild ass alone by himself is Ephraim, They have hired lovers!"
  },
  {
    "_id": "ylt-128008010",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008010",
    "number": 10,
    "text": "Also though they hire among nations, Now I gather them, and they are pained a little, From the burden of a king of princes."
  },
  {
    "_id": "ylt-128008011",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008011",
    "number": 11,
    "text": "Because Ephraim did multiply altars to sin, They have been to him altars to sin."
  },
  {
    "_id": "ylt-128008012",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008012",
    "number": 12,
    "text": "I write for him numerous things of My law, As a strange thing they have been reckoned."
  },
  {
    "_id": "ylt-128008013",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008013",
    "number": 13,
    "text": "The sacrifices of Mine offerings! They sacrifice flesh, and they eat, Jehovah hath not accepted them, Now doth He remember their iniquity, And inspect their sin, They-to Egypt they turn back."
  },
  {
    "_id": "ylt-128008014",
    "version": "ylt",
    "chapter": "hosea-8",
    "sequence": "128008014",
    "number": 14,
    "text": "And forget doth Israel his Maker, and buildeth temples, And Judah hath multiplied cities of defence, And I have sent a fire into his cities, And it hath consumed their palaces!"
  },
  {
    "_id": "ylt-128009001",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009001",
    "number": 1,
    "text": "‘Rejoice not, O Israel, be not joyful like the peoples, For thou hast gone a-whoring from thy God, Thou hast loved a gift near all floors of corn.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128009002",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009002",
    "number": 2,
    "text": "Floor and wine-press do not delight them, And new wine doth fail in her,"
  },
  {
    "_id": "ylt-128009003",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009003",
    "number": 3,
    "text": "They do not abide in the land of Jehovah, And turned back hath Ephraim to Egypt, And in Asshur an unclean thing they eat."
  },
  {
    "_id": "ylt-128009004",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009004",
    "number": 4,
    "text": "They pour not out wine to Jehovah, Nor are they sweet to Him, Their sacrifices are as bread of mourners to them, All eating it are unclean: For their bread is for themselves, It doth not come into the house of Jehovah."
  },
  {
    "_id": "ylt-128009005",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009005",
    "number": 5,
    "text": "What do ye at the day appointed? And at the day of Jehovah’s festival?"
  },
  {
    "_id": "ylt-128009006",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009006",
    "number": 6,
    "text": "For, lo, they have gone because of destruction, Egypt gathereth them, Moph burieth them, The desirable things of their silver, Nettles possess them-a thorn is in their tents."
  },
  {
    "_id": "ylt-128009007",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009007",
    "number": 7,
    "text": "Come in have the days of inspection, Come in have the days of recompence, Israel doth know! a fool is the prophet, Mad is the man of the Spirit, Because of the abundance of thine iniquity, And great is the hatred."
  },
  {
    "_id": "ylt-128009008",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009008",
    "number": 8,
    "text": "Ephraim is looking away from My God, The prophet! a snare of a fowler is over all his ways, Hatred is in the house of his God."
  },
  {
    "_id": "ylt-128009009",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009009",
    "number": 9,
    "text": "They have gone deep-have done corruptly, As in the days of Gibeah, He doth remember their iniquity, He doth inspect their sins."
  },
  {
    "_id": "ylt-128009010",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009010",
    "number": 10,
    "text": "As grapes in a wilderness I found Israel, As the first-fruit in a fig-tree, at its beginning, I have seen your fathers, They-they have gone in to Baal-Peor, And are separated to a shameful thing, And are become abominable like their love."
  },
  {
    "_id": "ylt-128009011",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009011",
    "number": 11,
    "text": "Ephraim is as a fowl, Fly away doth their honour, without birth, And without womb, and without conception."
  },
  {
    "_id": "ylt-128009012",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009012",
    "number": 12,
    "text": "For though they nourish their sons, I have made them childless-without man, Surely also, woe to them, when I turn aside from them."
  },
  {
    "_id": "ylt-128009013",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009013",
    "number": 13,
    "text": "Ephraim! when I have looked to the rock, Is planted in comeliness, And Ephraim is to bring out unto a slayer his sons."
  },
  {
    "_id": "ylt-128009014",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009014",
    "number": 14,
    "text": "Give to them, Jehovah-what dost Thou give? Give to them miscarrying womb, and dry breasts."
  },
  {
    "_id": "ylt-128009015",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009015",
    "number": 15,
    "text": "All their evil is in Gilgal, Surely there I have hated them, Because of the evil of their doings, Out of My house I do drive them, I add not to love them, all their heads are apostates."
  },
  {
    "_id": "ylt-128009016",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009016",
    "number": 16,
    "text": "Ephraim hath been smitten, Their root hath dried up, fruit they yield not, Yea, though they bring forth, I have put to death the desired of their womb."
  },
  {
    "_id": "ylt-128009017",
    "version": "ylt",
    "chapter": "hosea-9",
    "sequence": "128009017",
    "number": 17,
    "text": "Reject them doth my God, Because they have not hearkened to Him, And they are wanderers among nations!"
  },
  {
    "_id": "ylt-128010001",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010001",
    "number": 1,
    "text": "‘An empty vine is Israel, Fruit he maketh like to himself, According to the abundance of his fruit, He hath multiplied for the altars, According to the goodness of his land, They have made goodly standing-pillars.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128010002",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010002",
    "number": 2,
    "text": "Their heart hath been divided, now they are guilty, He doth break down their altars, He doth destroy their standing-pillars."
  },
  {
    "_id": "ylt-128010003",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010003",
    "number": 3,
    "text": "For now they say: We have no king, Because we have not feared Jehovah, And the king-what doth he for us?"
  },
  {
    "_id": "ylt-128010004",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010004",
    "number": 4,
    "text": "They have spoken words, To swear falsehood in making a covenant, And flourished as a poisonous herb hath judgment, on the furrows of a field."
  },
  {
    "_id": "ylt-128010005",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010005",
    "number": 5,
    "text": "For the calves of Beth-Aven fear do inhabitants of Samaria, Surely mourned on account of it hath its people, And its priests on account of it leap about, Because of its honour, for it hath removed from it,"
  },
  {
    "_id": "ylt-128010006",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010006",
    "number": 6,
    "text": "Also it to Asshur is carried, a present to a warlike king, Shame doth Ephraim receive, And ashamed is Israel of its own counsel."
  },
  {
    "_id": "ylt-128010007",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010007",
    "number": 7,
    "text": "Cut off is Samaria! Its king is as a chip on the face of the waters."
  },
  {
    "_id": "ylt-128010008",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010008",
    "number": 8,
    "text": "And destroyed have been high places of Aven, the sin of Israel. Thorn and bramble go up on their altars, And they have said to hills, Cover us, And to heights, Fall upon us."
  },
  {
    "_id": "ylt-128010009",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010009",
    "number": 9,
    "text": "From the days of Gibeah thou hast sinned, O Israel, There they have stood, Not overtake them in Gibeah doth battle, Because of sons of perverseness."
  },
  {
    "_id": "ylt-128010010",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010010",
    "number": 10,
    "text": "When I desire, then I do bind them, And gathered against them have peoples, When they bind themselves to their two iniquities."
  },
  {
    "_id": "ylt-128010011",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010011",
    "number": 11,
    "text": "And Ephraim is a trained heifer-loving to thresh, And I-I have passed over on the goodness of its neck, I cause one to ride Ephraim, Plough doth Judah, harrow for him doth Jacob."
  },
  {
    "_id": "ylt-128010012",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010012",
    "number": 12,
    "text": "Sow for yourselves in righteousness, Reap according to loving-kindness, Till for yourselves tillage of knowledge, To seek Jehovah, Till he come and shew righteousness to you."
  },
  {
    "_id": "ylt-128010013",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010013",
    "number": 13,
    "text": "Ye have ploughed wickedness, Perversity ye have reaped, Ye have eaten the fruit of lying, For thou hast trusted in thy way, In the abundance of thy might."
  },
  {
    "_id": "ylt-128010014",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010014",
    "number": 14,
    "text": "And rise doth a tumult among thy people, And all thy fortresses are spoiled, As the spoiling of Shalman of Beth-Arbel, In a day of battle, Mother against sons dashed in pieces."
  },
  {
    "_id": "ylt-128010015",
    "version": "ylt",
    "chapter": "hosea-10",
    "sequence": "128010015",
    "number": 15,
    "text": "Thus hath Beth-El done to you, Because of the evil of your wickedness, In the dawn cut off utterly is a king of Israel!"
  },
  {
    "_id": "ylt-128011001",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011001",
    "number": 1,
    "text": "Because Israel is a youth, and I love him, Out of Egypt I have called for My Son.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128011002",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011002",
    "number": 2,
    "text": "They have called to them rightly, They have gone from before them, To lords they do sacrifice, And to graven images they make perfume."
  },
  {
    "_id": "ylt-128011003",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011003",
    "number": 3,
    "text": "And I have caused Ephraim to go on foot, Taking them by their arms, And they have not known that I strengthened them."
  },
  {
    "_id": "ylt-128011004",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011004",
    "number": 4,
    "text": "With cords of man I do draw them, With thick cords of love, And I am to them as a raiser up of a yoke on their jaws, And I incline unto him-I feed him."
  },
  {
    "_id": "ylt-128011005",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011005",
    "number": 5,
    "text": "He turneth not back unto the land of Egypt, And Asshur-he is his king, For they have refused to return."
  },
  {
    "_id": "ylt-128011006",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011006",
    "number": 6,
    "text": "Grievous hath been the sword in his cities, And it hath ended his bars, and consumed-from their own counsels."
  },
  {
    "_id": "ylt-128011007",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011007",
    "number": 7,
    "text": "And My people are hanging in suspense, about My returning, And unto the Most High they do call, Together they exalt not."
  },
  {
    "_id": "ylt-128011008",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011008",
    "number": 8,
    "text": "How do I give thee up, O Ephraim? Do I deliver thee up, O Israel? How do I make thee as Admah? Do I set thee as Zeboim? Turned in Me is My heart, kindled together have been My repentings."
  },
  {
    "_id": "ylt-128011009",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011009",
    "number": 9,
    "text": "I do not the fierceness of My anger, I turn not back to destroy Ephraim, For God I am, and not a man. In thy midst the Holy One, and I enter not in enmity,"
  },
  {
    "_id": "ylt-128011010",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011010",
    "number": 10,
    "text": "After Jehovah they go-as a lion He roareth, When He doth roar, then tremble do the sons from the west."
  },
  {
    "_id": "ylt-128011011",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011011",
    "number": 11,
    "text": "They tremble as a sparrow out of Egypt, And as a dove out of the land of Asshur, And I have caused them to dwell in their own houses, An affirmation of Jehovah."
  },
  {
    "_id": "ylt-128011012",
    "version": "ylt",
    "chapter": "hosea-11",
    "sequence": "128011012",
    "number": 12,
    "text": "Compassed Me with feigning hath Ephraim, And with deceit the house of Israel. And Judah again is ruling with God, And with the Holy Ones is faithful!"
  },
  {
    "_id": "ylt-128012001",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012001",
    "number": 1,
    "text": "Ephraim is enjoying wind, And is pursuing an east wind, All the day lying and spoiling he multiplieth, And a covenant with Asshur they make, And oil to Egypt is carried.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128012002",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012002",
    "number": 2,
    "text": "And a controversy hath Jehovah with Judah, To lay a charge on Jacob according to his ways, According to his doings He returneth to him."
  },
  {
    "_id": "ylt-128012003",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012003",
    "number": 3,
    "text": "In the womb he took his brother by the heel, And by his strength he was a prince with God,"
  },
  {
    "_id": "ylt-128012004",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012004",
    "number": 4,
    "text": "Yea, he is a prince unto the Messenger, And he overcometh by weeping, And he maketh supplication to Him, At Bethel He doth find him, And there He doth speak with us,"
  },
  {
    "_id": "ylt-128012005",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012005",
    "number": 5,
    "text": "Even Jehovah, God of the Hosts, Jehovah is His memorial."
  },
  {
    "_id": "ylt-128012006",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012006",
    "number": 6,
    "text": "And thou, through thy God, dost turn, Kindness and judgment keep thou, And wait on thy God continually."
  },
  {
    "_id": "ylt-128012007",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012007",
    "number": 7,
    "text": "Canaan! in his hand are balances of deceit! To oppress he hath loved."
  },
  {
    "_id": "ylt-128012008",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012008",
    "number": 8,
    "text": "And Ephraim saith: ‘Surely I have become rich, I have found wealth for myself, All my labours-they find not against me iniquity that is sin.’"
  },
  {
    "_id": "ylt-128012009",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012009",
    "number": 9,
    "text": "And I-Jehovah thy God from the land of Egypt, Again do I turn thee back into tents, As in the days of the appointed time."
  },
  {
    "_id": "ylt-128012010",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012010",
    "number": 10,
    "text": "And I have spoken unto the prophets, And I have multiplied vision, And by the hand of the prophets I use similes."
  },
  {
    "_id": "ylt-128012011",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012011",
    "number": 11,
    "text": "Surely Gilead is iniquity, Only, vanity they have been, In Gilead bullocks they have sacrificed, Also their altars are as heaps, on the furrows of a field."
  },
  {
    "_id": "ylt-128012012",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012012",
    "number": 12,
    "text": "And Jacob doth flee to the country of Aram, And Israel doth serve for a wife, Yea, for a wife he hath kept watch."
  },
  {
    "_id": "ylt-128012013",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012013",
    "number": 13,
    "text": "And by a prophet hath Jehovah brought up Israel out of Egypt, And by a prophet it hath been watched."
  },
  {
    "_id": "ylt-128012014",
    "version": "ylt",
    "chapter": "hosea-12",
    "sequence": "128012014",
    "number": 14,
    "text": "Ephraim hath provoked most bitterly, And his blood on himself he leaveth, And his reproach turn back to him doth his Lord!"
  },
  {
    "_id": "ylt-128013001",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013001",
    "number": 1,
    "text": "When Ephraim speaketh tremblingly, He hath been lifted up in Israel, When he becometh guilty in Baal he dieth.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128013002",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013002",
    "number": 2,
    "text": "And now do they add to sin, And make to them a molten image of their silver, By their own understanding-idols, A work of artisans-all of it, Of them they say, who are sacrificers among men, ‘The calves let them kiss.’"
  },
  {
    "_id": "ylt-128013003",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013003",
    "number": 3,
    "text": "Therefore they are as a cloud of the morning, And as dew, rising early, going away, As chaff tossed about out of a floor, And as smoke out of a window."
  },
  {
    "_id": "ylt-128013004",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013004",
    "number": 4,
    "text": "And I am Jehovah thy God from the land of Egypt, And a God besides Me thou dost not know, And a Saviour-there is none save Me."
  },
  {
    "_id": "ylt-128013005",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013005",
    "number": 5,
    "text": "I-I have known thee in a wilderness, In a land of droughts."
  },
  {
    "_id": "ylt-128013006",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013006",
    "number": 6,
    "text": "According to their feedings they are satiated, They have been satiated, And their heart is lifted up, Therefore they have forgotten Me,"
  },
  {
    "_id": "ylt-128013007",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013007",
    "number": 7,
    "text": "And I am to them as a lion, As a leopard by the way I look out."
  },
  {
    "_id": "ylt-128013008",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013008",
    "number": 8,
    "text": "I do meet them as a bereaved bear, And I rend the enclosure of their heart."
  },
  {
    "_id": "ylt-128013009",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013009",
    "number": 9,
    "text": "And I consume them there as a lioness, A beast of the field doth rend them."
  },
  {
    "_id": "ylt-128013010",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013010",
    "number": 10,
    "text": "Thou hast destroyed thyself, O Israel, But in Me is thy help, Where is thy king now- And he doth save thee in all thy cities? And thy judges of whom thou didst say, ‘Give to me a king and heads?’"
  },
  {
    "_id": "ylt-128013011",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013011",
    "number": 11,
    "text": "I give to thee a king in Mine anger, And I take away in My wrath."
  },
  {
    "_id": "ylt-128013012",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013012",
    "number": 12,
    "text": "Bound up is the iniquity of Ephraim, Hidden is his sin,"
  },
  {
    "_id": "ylt-128013013",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013013",
    "number": 13,
    "text": "Pangs of a travailing woman come to him, He is a son not wise, For he remaineth not the time for the breaking forth of sons."
  },
  {
    "_id": "ylt-128013014",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013014",
    "number": 14,
    "text": "From the hand of Sheol I do ransom them, From death I redeem them, Where is thy plague, O death? Where thy destruction, O Sheol? Repentance is hid from Mine eyes."
  },
  {
    "_id": "ylt-128013015",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013015",
    "number": 15,
    "text": "Though he among brethren produceth fruit, Come in doth an east wind, a wind of Jehovah, From a wilderness it is coming up, And it drieth up his fountain, And become dry doth his spring, It-it spoileth a treasure-every desirable vessel."
  },
  {
    "_id": "ylt-128013016",
    "version": "ylt",
    "chapter": "hosea-13",
    "sequence": "128013016",
    "number": 16,
    "text": "Become desolate doth Samaria, Because she hath rebelled against her God, By sword they do fall, Their sucklings are dashed in pieces, And its pregnant ones are ripped up!"
  },
  {
    "_id": "ylt-128014001",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014001",
    "number": 1,
    "text": "Turn back, O Israel, unto Jehovah thy God, For thou hast stumbled by thine iniquity.",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-128014002",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014002",
    "number": 2,
    "text": "Take with you words, and turn to Jehovah, Say ye unto Him: ‘Take away all iniquity, and give good, And we do render the fruit of our lips."
  },
  {
    "_id": "ylt-128014003",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014003",
    "number": 3,
    "text": "Asshur doth not save us, on a horse we ride not, Nor do we say any more, Our God, to the work of our hands, For in Thee find mercy doth the fatherless.’"
  },
  {
    "_id": "ylt-128014004",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014004",
    "number": 4,
    "text": "I heal their backsliding, I love them freely, For turned back hath Mine anger from him."
  },
  {
    "_id": "ylt-128014005",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014005",
    "number": 5,
    "text": "I am as dew to Israel, he flourisheth as a lily, And he striketh forth his roots as Lebanon."
  },
  {
    "_id": "ylt-128014006",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014006",
    "number": 6,
    "text": "Go on do his sucklings, And his beauty is as an olive, And he hath fragrance as Lebanon."
  },
  {
    "_id": "ylt-128014007",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014007",
    "number": 7,
    "text": "Return do the dwellers under his shadow, They revive as corn, and flourish as a vine, His memorial is as wine of Lebanon."
  },
  {
    "_id": "ylt-128014008",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014008",
    "number": 8,
    "text": "O Ephraim, what to Me any more with idols? I-I afflicted, and I cause him to sing: ‘I am as a green fir-tree,’ From Me is thy fruit found."
  },
  {
    "_id": "ylt-128014009",
    "version": "ylt",
    "chapter": "hosea-14",
    "sequence": "128014009",
    "number": 9,
    "text": "Who is wise, and doth understand these? Prudent, and knoweth them? For upright are the ways of Jehovah, And the righteous go on in them, And the transgressors stumble therein!"
  }
]
