[
  {
    "_id": "ylt-222001001",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001001",
    "number": 1,
    "text": "Simeon Peter, a servant and an apostle of Jesus Christ, to those who did obtain a like precious faith with us in the righteousness of our God and Saviour Jesus Christ:",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-222001002",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001002",
    "number": 2,
    "text": "Grace to you, and peace be multiplied in the acknowledgement of God and of Jesus our Lord!"
  },
  {
    "_id": "ylt-222001003",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001003",
    "number": 3,
    "text": "As all things to us His divine power (the things pertaining unto life and piety) hath given, through the acknowledgement of him who did call us through glory and worthiness,"
  },
  {
    "_id": "ylt-222001004",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001004",
    "number": 4,
    "text": "through which to us the most great and precious promises have been given, that through these ye may become partakers of a divine nature, having escaped from the corruption in the world in desires."
  },
  {
    "_id": "ylt-222001005",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001005",
    "number": 5,
    "text": "And this same also-all diligence having brought in besides, superadd in your faith the worthiness, and in the worthiness the knowledge,"
  },
  {
    "_id": "ylt-222001006",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001006",
    "number": 6,
    "text": "and in the knowledge the temperance, and in the temperance the endurance, and in the endurance the piety,"
  },
  {
    "_id": "ylt-222001007",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001007",
    "number": 7,
    "text": "and in the piety the brotherly kindness, and in the brotherly kindness the love;"
  },
  {
    "_id": "ylt-222001008",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001008",
    "number": 8,
    "text": "for these things being to you and abounding, do make you neither inert nor unfruitful in regard to the acknowledging of our Lord Jesus Christ,"
  },
  {
    "_id": "ylt-222001009",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001009",
    "number": 9,
    "text": "for he with whom these things are not present is blind, dim-sighted, having become forgetful of the cleansing of his old sins;"
  },
  {
    "_id": "ylt-222001010",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001010",
    "number": 10,
    "text": "wherefore, the rather, brethren, be diligent to make stedfast your calling and choice, for these things doing, ye may never stumble,"
  },
  {
    "_id": "ylt-222001011",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001011",
    "number": 11,
    "text": "for so, richly shall be superadded to you the entrance into the age-during reign of our Lord and Saviour Jesus Christ."
  },
  {
    "_id": "ylt-222001012",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001012",
    "number": 12,
    "text": "Wherefore, I will not be careless always to remind you concerning these things, though, having known them, and having been established in the present truth,"
  },
  {
    "_id": "ylt-222001013",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001013",
    "number": 13,
    "text": "and I think right, so long as I am in this tabernacle, to stir you up in reminding you,"
  },
  {
    "_id": "ylt-222001014",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001014",
    "number": 14,
    "text": "having known that soon is the laying aside of my tabernacle, even as also our Lord Jesus Christ did shew to me,"
  },
  {
    "_id": "ylt-222001015",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001015",
    "number": 15,
    "text": "and I will be diligent that also at every time ye have, after my outgoing, power to make to yourselves the remembrance of these things."
  },
  {
    "_id": "ylt-222001016",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001016",
    "number": 16,
    "text": "For, skilfully devised fables not having followed out, we did make known to you the power and presence of our Lord Jesus Christ, but eye-witnesses having become of his majesty-"
  },
  {
    "_id": "ylt-222001017",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001017",
    "number": 17,
    "text": "for having received from God the Father honour and glory, such a voice being borne to him by the excellent glory: ‘This is My Son-the beloved, in whom I was well pleased;’"
  },
  {
    "_id": "ylt-222001018",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001018",
    "number": 18,
    "text": "and this voice we-we did hear, out of heaven borne, being with him in the holy mount."
  },
  {
    "_id": "ylt-222001019",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001019",
    "number": 19,
    "text": "And we have more firm the prophetic word, to which we do well giving heed, as to a lamp shining in a dark place, till day may dawn, and a morning star may arise-in your hearts;"
  },
  {
    "_id": "ylt-222001020",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001020",
    "number": 20,
    "text": "this first knowing, that no prophecy of the Writing doth come of private exposition,"
  },
  {
    "_id": "ylt-222001021",
    "version": "ylt",
    "chapter": "2-peter-1",
    "sequence": "222001021",
    "number": 21,
    "text": "for not by will of man did ever prophecy come, but by the Holy Spirit borne on holy men of God spake."
  },
  {
    "_id": "ylt-222002001",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002001",
    "number": 1,
    "text": "And there did come also false prophets among the people, as also among you there shall be false teachers, who shall bring in besides destructive sects, and the Master who bought them denying, bringing to themselves quick destruction,",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-222002002",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002002",
    "number": 2,
    "text": "and many shall follow out their destructive ways, because of whom the way of the truth shall be evil spoken of,"
  },
  {
    "_id": "ylt-222002003",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002003",
    "number": 3,
    "text": "and in covetousness, with moulded words, of you they shall make merchandise, whose judgment of old is not idle, and their destruction doth not slumber."
  },
  {
    "_id": "ylt-222002004",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002004",
    "number": 4,
    "text": "For if God messengers who sinned did not spare, but with chains of thick gloom, having cast them down to Tartarus, did deliver them to judgment, having been reserved,"
  },
  {
    "_id": "ylt-222002005",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002005",
    "number": 5,
    "text": "and the old world did not spare, but the eighth person, Noah, of righteousness a preacher, did keep, a flood on the world of the impious having brought,"
  },
  {
    "_id": "ylt-222002006",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002006",
    "number": 6,
    "text": "and the cities of Sodom and Gomorrah having turned to ashes, with an overthrow did condemn, an example to those about to be impious having set them;"
  },
  {
    "_id": "ylt-222002007",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002007",
    "number": 7,
    "text": "and righteous Lot, worn down by the conduct in lasciviousness of the impious, He did rescue,"
  },
  {
    "_id": "ylt-222002008",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002008",
    "number": 8,
    "text": "for in seeing and hearing, the righteous man, dwelling among them, day by day the righteous soul with unlawful works was harassing."
  },
  {
    "_id": "ylt-222002009",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002009",
    "number": 9,
    "text": "The Lord hath known to rescue pious ones out of temptation, and unrighteous ones to a day of judgment, being punished, to keep,"
  },
  {
    "_id": "ylt-222002010",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002010",
    "number": 10,
    "text": "and chiefly those going behind the flesh in desire of uncleanness, and lordship despising; presumptuous, self-complacent, dignities they are not afraid to speak evil of,"
  },
  {
    "_id": "ylt-222002011",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002011",
    "number": 11,
    "text": "whereas messengers, in strength and power being greater, do not bear against them before the Lord an evil speaking judgment;"
  },
  {
    "_id": "ylt-222002012",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002012",
    "number": 12,
    "text": "and these, as irrational natural beasts, made to be caught and destroyed-in what things they are ignorant of, speaking evil-in their destruction shall be destroyed,"
  },
  {
    "_id": "ylt-222002013",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002013",
    "number": 13,
    "text": "about to receive a reward of unrighteousness, pleasures counting the luxury in the day, spots and blemishes, luxuriating in their deceits, feasting with you,"
  },
  {
    "_id": "ylt-222002014",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002014",
    "number": 14,
    "text": "having eyes full of adultery, and unable to cease from sin, enticing unstable souls, having an heart exercised in covetousnesses, children of a curse,"
  },
  {
    "_id": "ylt-222002015",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002015",
    "number": 15,
    "text": "having forsaken a right way, they did go astray, having followed in the way of Balaam the son of Bosor, who a reward of unrighteousness did love,"
  },
  {
    "_id": "ylt-222002016",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002016",
    "number": 16,
    "text": "and had a rebuke of his own iniquity-a dumb ass, in man’s voice having spoken, did forbid the madness of the prophet."
  },
  {
    "_id": "ylt-222002017",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002017",
    "number": 17,
    "text": "These are wells without water, and clouds by a tempest driven, to whom the thick gloom of the darkness to the age hath been kept;"
  },
  {
    "_id": "ylt-222002018",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002018",
    "number": 18,
    "text": "for overswellings of vanity speaking, they do entice in desires of the flesh-lasciviousnesses, those who had truly escaped from those conducting themselves in error,"
  },
  {
    "_id": "ylt-222002019",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002019",
    "number": 19,
    "text": "liberty to them promising, themselves being servants of the corruption, for by whom any one hath been overcome, to this one also he hath been brought to servitude,"
  },
  {
    "_id": "ylt-222002020",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002020",
    "number": 20,
    "text": "for, if having escaped from the pollutions of the world, in the acknowledging of the Lord and Saviour Jesus Christ, and by these again being entangled, they have been overcome, become to them hath the last things worse than the first,"
  },
  {
    "_id": "ylt-222002021",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002021",
    "number": 21,
    "text": "for it were better to them not to have acknowledged the way of the righteousness, than having acknowledged it, to turn back from the holy command delivered to them,"
  },
  {
    "_id": "ylt-222002022",
    "version": "ylt",
    "chapter": "2-peter-2",
    "sequence": "222002022",
    "number": 22,
    "text": "and happened to them hath that of the true similitude; ‘A dog did turn back upon his own vomit,’ and, ‘A sow having bathed herself-to rolling in mire.’"
  },
  {
    "_id": "ylt-222003001",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003001",
    "number": 1,
    "text": "This, now, beloved, a second letter to you I write, in both which I stir up your pure mind in reminding you,",
    "paragraphs": [0]
  },
  {
    "_id": "ylt-222003002",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003002",
    "number": 2,
    "text": "to be mindful of the sayings said before by the holy prophets, and of the command of us the apostles of the Lord and Saviour,"
  },
  {
    "_id": "ylt-222003003",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003003",
    "number": 3,
    "text": "this first knowing, that there shall come in the latter end of the days scoffers, according to their own desires going on,"
  },
  {
    "_id": "ylt-222003004",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003004",
    "number": 4,
    "text": "and saying, ‘Where is the promise of his presence? for since the fathers did fall asleep, all things so remain from the beginning of the creation;’"
  },
  {
    "_id": "ylt-222003005",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003005",
    "number": 5,
    "text": "for this is unobserved by them willingly, that the heavens were of old, and the earth out of water and through water standing together by the word of God,"
  },
  {
    "_id": "ylt-222003006",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003006",
    "number": 6,
    "text": "through which the then world, by water having been deluged, was destroyed;"
  },
  {
    "_id": "ylt-222003007",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003007",
    "number": 7,
    "text": "and the present heavens and the earth, by the same word are treasured, for fire being kept to a day of judgment and destruction of the impious men."
  },
  {
    "_id": "ylt-222003008",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003008",
    "number": 8,
    "text": "And this one thing let not be unobserved by you, beloved, that one day with the Lord is as a thousand years, and a thousand years as one day;"
  },
  {
    "_id": "ylt-222003009",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003009",
    "number": 9,
    "text": "the Lord is not slow in regard to the promise, as certain count slowness, but is long-suffering to us, not counselling any to be lost but all to pass on to reformation,"
  },
  {
    "_id": "ylt-222003010",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003010",
    "number": 10,
    "text": "and it will come-the day of the Lord-as a thief in the night, in which the heavens with a rushing noise will pass away, and the elements with burning heat be dissolved, and earth and the works in it shall be burnt up."
  },
  {
    "_id": "ylt-222003011",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003011",
    "number": 11,
    "text": "All these, then, being dissolved, what kind of persons doth it behove you to be in holy behaviours and pious acts?"
  },
  {
    "_id": "ylt-222003012",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003012",
    "number": 12,
    "text": "waiting for and hasting to the presence of the day of God, by which the heavens, being on fire, shall be dissolved, and the elements with burning heat shall melt;"
  },
  {
    "_id": "ylt-222003013",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003013",
    "number": 13,
    "text": "and for new heavens and a new earth according to His promise we do wait, in which righteousness doth dwell;"
  },
  {
    "_id": "ylt-222003014",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003014",
    "number": 14,
    "text": "wherefore, beloved, these things waiting for, be diligent, spotless and unblameable, by Him to be found in peace,"
  },
  {
    "_id": "ylt-222003015",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003015",
    "number": 15,
    "text": "and the long-suffering of our Lord count ye salvation, according as also our beloved brother Paul-according to the wisdom given to him-did write to you,"
  },
  {
    "_id": "ylt-222003016",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003016",
    "number": 16,
    "text": "as also in all the epistles, speaking in them concerning these things, among which things are certain hard to be understood, which the untaught and unstable do wrest, as also the other Writings, unto their own destruction."
  },
  {
    "_id": "ylt-222003017",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003017",
    "number": 17,
    "text": "Ye, then, beloved, knowing before, take heed, lest, together with the error of the impious being led away, ye may fall from your own stedfastness,"
  },
  {
    "_id": "ylt-222003018",
    "version": "ylt",
    "chapter": "2-peter-3",
    "sequence": "222003018",
    "number": 18,
    "text": "and increase ye in grace, and in the knowledge of our Lord and Saviour Jesus Christ; to him is the glory both now, and to the day of the age! Amen."
  }
]
